<?php
return [
    400011000 => [
        'name' => '九州工業大学',
        'fuculty' => [
            0 => '工学部',
            1 => '情報工学部',
        ],
        'class' => [
            0 => [
                0 => '建設社会工学科',
                1 => '機械知能工学科',
                2 => '宇宙システム工学科',
                3 => '電気電子工学科',
                4 => '応用化学科',
                5 => 'マテリアル工学科',
            ],
            1 => [
                0 => '知能情報工学科',
                1 => '情報・通信工学科',
                2 => '知的システム工学科',
                3 => '物理情報工学科',
                4 => '生命化学情報工学科',
            ],
        ]
        ],
        400011001 => [
        'name' => '九州大学',
        'fuculty' => [
            0 => '文学部',
            1 => '教育学部',
            2 => '法学部',
            3 => '経済学部',
            4 => '理学部',
            5 => '医学部',
            6 => '歯学部',
            7 => '薬学部',
            8 => '工学部',
            9 => '芸術工学部',
            10 => '農学部',
            11 => '共創学部',
        ],
        'class' => [
            0 => [
                0 => '人文学科',
            ],
            1 => [
            ],
            2 => [
            ],
            3 => [
                0 => '経済・経営学科',
                1 => '経済工学科',
            ],
            4 => [
                0 => '物理学科',
                1 => '化学科',
                2 => '地球惑星科学科',
                3 => '数学科',
                4 => '生物学科',
            ],
            5 => [
                0 => '医学科',
                1 => '生命科学科',
                2 => '保健学科',
            ],
            6 => [
                0 => '歯学科',
            ],
            7 => [
                0 => '創薬科学科＜４年制＞',
                1 => '臨床薬学科＜６年制＞',
            ],
            8 => [
                0 => '建築学科',
                1 => '電気情報工学科',
                2 => '物質科学工学科',
                3 => '地球環境工学科',
                4 => 'エネルギー科学科',
                5 => '機械航空工学科',
            ],
            9 => [
                0 => '芸術工学科',
            ],
            10 => [
                0 => '生物資源環境学科',
            ],
            11 => [
                0 => '共創学科',
            ],
        ]
    ],
    400011002 => [
        'name' => '福岡教育大学',
        'fuculty' => [
            0 => '教育学部',
        ],
        'class' => [
            0 => [
                0 => '初等教育教員養成課程',
                1 => '中等教育教員養成課程',
                2 => '特別支援教育教員養成課程',
            ],
        ]
    ],
    400012000 => [
        'name' => '福岡女子大学',
        'fuculty' => [
            0 => '国際文理学部',
        ],
        'class' => [
            0 => [
                0 => '国際教養学科',
                1 => '環境科学科',
                2 => '食・健康学科',
            ],
        ]
    ],
    400012001 => [
        'name' => '福岡県立大学',
        'fuculty' => [
            0 => '人間社会学部',
            1 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '公共社会学科',
                1 => '社会福祉学科',
                2 => '人間形成学科',
            ],
            1 => [
                0 => '看護学科',
            ],
        ]
    ],
    400012002 => [
        'name' => '九州歯科大学',
        'fuculty' => [
            0 => '歯学部',
        ],
        'class' => [
            0 => [
                0 => '歯学科',
                1 => '口腔保健学科',
            ],
        ]
    ],
    400012003 => [
        'name' => '北九州市立大学',
        'fuculty' => [
            0 => '外国語学部',
            1 => '経済学部',
            2 => '文学部',
            3 => '法学部',
            4 => '地域創生学群',
            5 => '国際環境工学部',
        ],
        'class' => [
            0 => [
                0 => '英米学科',
                1 => '中国学科',
                2 => '国際関係学科',
            ],
            1 => [
                0 => '経済学科',
                1 => '経営情報学科',
            ],
            2 => [
                0 => '比較文化学科',
                1 => '人間関係学科',
            ],
            3 => [
                0 => '法律学科',
                1 => '政策科学科',
            ],
            4 => [
                0 => '地域創生学類',
            ],
            5 => [
                0 => 'エネルギー循環化学科',
                1 => '機械システム工学科',
                2 => '情報システム工学科',
                3 => '建築デザイン学科',
                4 => '環境生命工学科',
            ],
        ]
    ],
];
