<?php
return [
    460011000 => [
        'name' => '鹿屋体育大学',
        'fuculty' => [
            0 => '体育学部',
        ],
        'class' => [
            0 => [
                0 => 'スポーツ総合課程',
                1 => '武道課程',
            ],
        ]
    ],
    460011001 => [
        'name' => '鹿児島大学',
        'fuculty' => [
            0 => '法文学部',
            1 => '教育学部',
            2 => '理学部',
            3 => '医学部',
            4 => '歯学部',
            5 => '工学部',
            6 => '農学部',
            7 => '水産学部',
            8 => '共同獣医学部',
        ],
        'class' => [
            0 => [
                0 => '法経社会学科',
                1 => '人文学科',
            ],
            1 => [
                0 => '学校教育教員養成課程',
            ],
            2 => [
                0 => '理学科',
            ],
            3 => [
                0 => '医学科',
                1 => '保健学科',
            ],
            4 => [
                0 => '歯学科',
            ],
            5 => [
                0 => '先進工学科',
                1 => '建築学科',
            ],
            6 => [
                0 => '農業生産科学科',
                1 => '食料生命科学科',
                2 => '農林環境科学科',
                3 => '国際食料資源学特別コース（農学系サブコース）',
            ],
            7 => [
                0 => '水産学科',
                1 => '国際食料資源学特別コース（水産学系サブコース）',
            ],
            8 => [
                0 => '獣医学科',
            ],
        ]
    ],
    460013000 => [
        'name' => '第一工業大学',
        'fuculty' => [
            0 => '工学部',
        ],
        'class' => [
            0 => [
                0 => '情報電子システム工学科',
                1 => '航空工学科',
                2 => '機械システム工学科',
                3 => '自然環境工学科',
                4 => '建築デザイン学科',
            ],
        ]
    ],
    460013001 => [
        'name' => '鹿児島国際大学',
        'fuculty' => [
            0 => '経済学部',
            1 => '福祉社会学部',
            2 => '国際文化学部',
        ],
        'class' => [
            0 => [
                0 => '経済学科',
                1 => '経営学科',
            ],
            1 => [
                0 => '社会福祉学科',
                1 => '児童学科',
            ],
            2 => [
                0 => '国際文化学科',
                1 => '音楽学科',
            ],
        ]
    ],
    460013002 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    460013003 => [
        'name' => '鹿児島純心女子大学',
        'fuculty' => [
            0 => '人間教育学部',
            1 => '看護栄養学部',
        ],
        'class' => [
            0 => [
                0 => '教育・心理学科',
            ],
            1 => [
                0 => '看護学科',
                1 => '健康栄養学科',
            ],
        ]
    ],
    460013004 => [
        'name' => '志學館大学',
        'fuculty' => [
            0 => '人間関係学部',
            1 => '法学部',
        ],
        'class' => [
            0 => [
                0 => '心理臨床学科',
                1 => '人間文化学科',
            ],
            1 => [
                0 => '法律学科',
                1 => '法ビジネス学科',
            ],
        ]
    ],
];
