<?php
return [
    430011000 => [
        'name' => '熊本大学',
        'fuculty' => [
            0 => '文学部',
            1 => '教育学部',
            2 => '法学部',
            3 => '理学部',
            4 => '医学部',
            5 => '薬学部',
            6 => '工学部',
        ],
        'class' => [
            0 => [
                0 => '総合人間学科',
                1 => '歴史学科',
                2 => '文学科',
                3 => 'コミュニケーション情報学科',
            ],
            1 => [
                0 => '小学校教員養成課程',
                1 => '中学校教員養成課程',
                2 => '特別支援教育教員養成課程',
                3 => '養護教諭養成課程',
            ],
            2 => [
                0 => '法学科',
            ],
            3 => [
                0 => '理学科',
            ],
            4 => [
                0 => '医学科',
                1 => '保健学科',
            ],
            5 => [
                0 => '薬学科＜６年制＞',
                1 => '創薬・生命薬科学科＜４年制＞',
            ],
            6 => [
                0 => '土木建築学科',
                1 => '機械数理工学科',
                2 => '情報電気工学科',
                3 => '材料・応用化学科',
            ],
        ]
    ],
    430012000 => [
        'name' => '熊本県立大学',
        'fuculty' => [
            0 => '文学部',
            1 => '環境共生学部',
            2 => '総合管理学部',
        ],
        'class' => [
            0 => [
                0 => '日本語日本文学科',
                1 => '英語英米文学科',
            ],
            1 => [
                0 => '環境共生学科',
            ],
            2 => [
                0 => '総合管理学科',
            ],
        ]
    ],
    430013000 => [
        'name' => '熊本学園大学',
        'fuculty' => [
            0 => '商学部',
            1 => '経済学部',
            2 => '外国語学部',
            3 => '社会福祉学部',
        ],
        'class' => [
            0 => [
                0 => '商学科',
                1 => 'ホスピタリティ・マネジメント学科',
            ],
            1 => [
                0 => '経済学科',
                1 => 'リーガルエコノミクス学科',
            ],
            2 => [
                0 => '英米学科',
                1 => '東アジア学科',
            ],
            3 => [
                0 => '第一部社会福祉学科',
                1 => '福祉環境学科',
                2 => '子ども家庭福祉学科',
                3 => 'ライフ・ウェルネス学科',
                4 => '第二部社会福祉学科',
            ],
        ]
    ],
    430013001 => [
        'name' => '九州ルーテル学院大学',
        'fuculty' => [
            0 => '人文学部',
        ],
        'class' => [
            0 => [
                0 => '人文学科',
                1 => '心理臨床学科',
            ],
        ]
    ],
    430013002 => [
        'name' => '尚絅大学',
        'fuculty' => [
            0 => '現代文化学部',
            1 => '生活科学部',
        ],
        'class' => [
            0 => [
                0 => '文化コミュニケーション学科',
            ],
            1 => [
                0 => '栄養科学科',
            ],
        ]
    ],
    430013003 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    430013004 => [
        'name' => '東海大学',
        'fuculty' => [
            0 => '文学部',
            1 => '文化社会学部',
            2 => '政治経済学部',
            3 => '法学部',
            4 => '教養学部',
            5 => '体育学部',
            6 => '健康学部',
            7 => '理学部',
            8 => '情報理工学部',
            9 => '工学部',
            10 => '観光学部',
            11 => '情報通信学部',
            12 => '海洋学部',
            13 => '医学部',
            14 => '経営学部',
            15 => '基盤工学部',
            16 => '農学部',
            17 => '国際文化学部',
            18 => '生物学部',
        ],
        'class' => [
            0 => [
                0 => '文明学科',
                1 => '歴史学科',
                2 => '日本文学科',
                3 => '英語文化コミュニケーション学科',
            ],
            1 => [
                0 => 'アジア学科',
                1 => 'ヨーロッパ・アメリカ学科',
                2 => '北欧学科',
                3 => '文芸創作学科',
                4 => '広報メディア学科',
                5 => '心理・社会学科',
            ],
            2 => [
                0 => '政治学科',
                1 => '経済学科',
                2 => '経営学科',
            ],
            3 => [
                0 => '法律学科',
            ],
            4 => [
                0 => '人間環境学科',
                1 => '芸術学科',
                2 => '国際学科',
            ],
            5 => [
                0 => '体育学科',
                1 => '競技スポーツ学科',
                2 => '武道学科',
                3 => '生涯スポーツ学科',
                4 => 'スポーツ・レジャーマネジメント学科',
            ],
            6 => [
                0 => '健康マネジメント学科',
            ],
            7 => [
                0 => '数学科',
                1 => '情報数理学科',
                2 => '物理学科',
                3 => '化学科',
            ],
            8 => [
                0 => '情報科学科',
                1 => 'コンピュータ応用工学科',
            ],
            9 => [
                0 => '生命化学科',
                1 => '応用化学科',
                2 => '光・画像工学科',
                3 => '原子力工学科',
                4 => '電気電子工学科',
                5 => '材料科学科',
                6 => '建築学科',
                7 => '土木工学科',
                8 => '精密工学科',
                9 => '機械工学科',
                10 => '動力機械工学科',
                11 => '航空宇宙学科',
                12 => '医用生体工学科',
            ],
            10 => [
                0 => '観光学科',
            ],
            11 => [
                0 => '情報メディア学科',
                1 => '組込みソフトウェア工学科',
                2 => '経営システム工学科',
                3 => '通信ネットワーク工学科',
            ],
            12 => [
                0 => '海洋文明学科',
                1 => '環境社会学科',
                2 => '海洋地球科学科',
                3 => '水産学科',
                4 => '海洋生物学科',
                5 => '航海工学科',
            ],
            13 => [
                0 => '医学科',
                1 => '看護学科',
            ],
            14 => [
                0 => '経営学科',
                1 => '観光ビジネス学科',
            ],
            15 => [
                0 => '電気電子情報工学科',
                1 => '医療福祉工学科',
            ],
            16 => [
                0 => '応用植物科学科',
                1 => '応用動物科学科',
                2 => 'バイオサイエンス学科',
            ],
            17 => [
                0 => '地域創造学科',
                1 => '国際コミュニケーション学科',
                2 => 'デザイン文化学科',
            ],
            18 => [
                0 => '生物学科',
                1 => '海洋生物科学科',
            ],
        ]
    ],
    430013005 => [
        'name' => '熊本保健科学大学',
        'fuculty' => [
            0 => '保健科学部',
        ],
        'class' => [
            0 => [
                0 => '医学検査学科',
                1 => '看護学科',
                2 => 'リハビリテーション学科',
            ],
        ]
    ],
    430013006 => [
        'name' => '平成音楽大学',
        'fuculty' => [
            0 => '音楽学部',
        ],
        'class' => [
            0 => [
                0 => 'こども学科',
                1 => '音楽学科',
            ],
        ]
    ],
    430013007 => [
        'name' => '九州看護福祉大学',
        'fuculty' => [
            0 => '看護福祉学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
                1 => '社会福祉学科',
                2 => 'リハビリテーション学科',
                3 => '鍼灸スポーツ学科',
                4 => '口腔保健学科',
            ],
        ]
    ],
    430013008 => [
        'name' => '崇城大学',
        'fuculty' => [
            0 => '工学部',
            1 => '情報学部',
            2 => '生物生命学部',
            3 => '芸術学部',
            4 => '薬学部',
        ],
        'class' => [
            0 => [
                0 => '機械工学科',
                1 => 'ナノサイエンス学科',
                2 => '建築学科',
                3 => '宇宙航空システム工学科',
            ],
            1 => [
                0 => '情報学科',
            ],
            2 => [
                0 => '応用微生物工学科',
                1 => '応用生命科学科',
            ],
            3 => [
                0 => '美術学科',
                1 => 'デザイン学科',
            ],
            4 => [
                0 => '薬学科',
            ],
        ]
    ],
];