<?php
return[
    450011000 => [
        'name' => '宮崎大学',
        'fuculty' => [
            0 => '教育学部',
            1 => '医学部',
            2 => '工学部',
            3 => '農学部',
            4 => '地域資源創成学部',
        ],
        'class' => [
            0 => [
                0 => '学校教育課程',
            ],
            1 => [
                0 => '医学科',
                1 => '看護学科',
            ],
            2 => [
                0 => '環境応用化学科',
                1 => '社会環境システム工学科',
                2 => '環境ロボティクス学科',
                3 => '機械設計システム工学科',
                4 => '電子物理工学科',
                5 => '電気システム工学科',
                6 => '情報システム工学科',
            ],
            3 => [
                0 => '植物生産環境科学科',
                1 => '森林緑地環境科学科',
                2 => '応用生物科学科',
                3 => '海洋生物環境学科',
                4 => '畜産草地科学科',
                5 => '獣医学科',
            ],
            4 => [
                0 => '地域資源創成学科',
            ],
        ]
    ],
    450012000 => [
        'name' => '宮崎公立大学',
        'fuculty' => [
            0 => '人文学部',
        ],
        'class' => [
            0 => [
                0 => '国際文化学科',
            ],
        ]
    ],
    450012001 => [
        'name' => '宮崎県立看護大学',
        'fuculty' => [
            0 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
        ]
    ],
    450013000 => [
        'name' => '九州保健福祉大学',
        'fuculty' => [
            0 => '薬学部',
            1 => '生命医科学部',
            2 => '臨床心理学部',
            3 => '社会福祉学部',
        ],
        'class' => [
            0 => [
                0 => '薬学科',
                1 => '動物生命薬科学科',
            ],
            1 => [
                0 => '生命医科学科',
            ],
            2 => [
                0 => '臨床心理学科',
            ],
            3 => [
                0 => 'スポーツ健康福祉学科',
                1 => '臨床福祉学科',
            ],
        ]
    ],
    450013001 => [
        'name' => '宮崎国際大学',
        'fuculty' => [
            0 => '国際教養学部',
            1 => '教育学部',
        ],
        'class' => [
            0 => [
                0 => '比較文化学科',
            ],
            1 => [
                0 => '児童教育学科',
            ],
        ]
    ],
    450013002 => [
        'name' => '宮崎産業経営大学',
        'fuculty' => [
            0 => '経営学部',
            1 => '法学部',
        ],
        'class' => [
            0 => [
                0 => '経営学科',
            ],
            1 => [
                0 => '法律学科',
            ],
        ]
    ],
    450013003 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    450013004 => [
        'name' => '南九州大学',
        'fuculty' => [
            0 => '環境園芸学部',
            1 => '人間発達学部',
            2 => '健康栄養学部',
        ],
        'class' => [
            0 => [
                0 => '環境園芸学科',
            ],
            1 => [
                0 => '子ども教育学科',
            ],
            2 => [
                0 => '管理栄養学科',
                1 => '食品開発科学科',
            ],
        ]
    ],
];