<?php
return [
    420011000 => [
        'name' => '長崎大学',
        'fuculty' => [
            0 => '多文化社会学部',
            1 => '教育学部',
            2 => '経済学部',
            3 => '医学部',
            4 => '歯学部',
            5 => '薬学部',
            6 => '情報データ科学部',
            7 => '工学部',
            8 => '環境科学部',
            9 => '水産学部',
        ],
        'class' => [
            0 => [
                0 => '多文化社会学科',
            ],
            1 => [
                0 => '学校教育教員養成課程',
            ],
            2 => [
                0 => '総合経済学科＜昼間コース＞',
                1 => '総合経済学科＜夜間主コース＞',
            ],
            3 => [
                0 => '医学科',
                1 => '保健学科',
            ],
            4 => [
                0 => '歯学科',
            ],
            5 => [
                0 => '薬学科＜６年制＞',
                1 => '薬科学科＜４年制＞',
            ],
            6 => [
                0 => '情報データ科学科',
            ],
            7 => [
                0 => '工学科',
            ],
            8 => [
                0 => '環境科学科',
            ],
            9 => [
                0 => '水産学科',
            ],
        ]
    ],
    420012000 => [
        'name' => '長崎県立大学',
        'fuculty' => [
            0 => '経営学部',
            1 => '地域創造学部',
            2 => '国際社会学部',
            3 => '情報システム学部',
            4 => '看護栄養学部',
        ],
        'class' => [
            0 => [
                0 => '経営学科',
                1 => '国際経営学科',
            ],
            1 => [
                0 => '公共政策学科',
                1 => '実践経済学科',
            ],
            2 => [
                0 => '国際社会学科',
            ],
            3 => [
                0 => '情報システム学科',
                1 => '情報セキュリティ学科',
            ],
            4 => [
                0 => '看護学科',
                1 => '栄養健康学科',
            ],
        ]
    ],
    420013000 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    420013001 => [
        'name' => '長崎ウエスレヤン大学',
        'fuculty' => [
        0 => '現代社会学部',
        ],
        'class' => [
            0 => [
                0 => '外国語学科',
                1 => '社会福祉学科',
                2 => '経済政策学科',
            ],
        ]
    ],
    420013002 => [
        'name' => '活水女子大学',
        'fuculty' => [
            0 => '国際文化学部',
            1 => '音楽学部',
            2 => '健康生活学部',
            3 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '英語学科',
                1 => '日本文化学科',
            ],
            1 => [
                0 => '音楽学科',
            ],
            2 => [
                0 => '食生活健康学科',
                1 => '子ども学科',
                2 => '生活デザイン学科',
            ],
            3 => [
                0 => '看護学科',
            ],
        ]
    ],
    420013003 => [
        'name' => '長崎総合科学大学',
        'fuculty' => [
            0 => '工学部',
            1 => '総合情報学部',
        ],
        'class' => [
            0 => [
                0 => '工学科',
            ],
            1 => [
                0 => '総合情報学科',
            ],
        ]
    ],
    420013004 => [
        'name' => '長崎国際大学',
        'fuculty' => [
            0 => '人間社会学部',
            1 => '健康管理学部',
            2 => '薬学部',
        ],
        'class' => [
            0 => [
                0 => '国際観光学科',
                1 => '社会福祉学科',
            ],
            1 => [
                0 => '健康栄養学科',
            ],
            2 => [
                0 => '薬学科',
            ],
        ]
    ],
    420013005 => [
        'name' => '長崎外国語大学',
        'fuculty' => [
            0 => '外国語学部',
        ],
        'class' => [
            0 => [
                0 => '現代英語学科',
                1 => '国際コミュニケーション学科',
            ],
        ]
    ],
    420013006 => [
        'name' => '長崎純心大学',
        'fuculty' => [
            0 => '人文学部',
        ],
        'class' => [
            0 => [
                0 => '地域包括支援学科',
                1 => 'こども教育保育学科',
                2 => '文化コミュニケーション学科',
            ],
        ]
    ],
];