<?php
return [
    440011000 => [
        'name' => '大分大学',
        'fuculty' => [
            0 => '教育学部',
            1 => '経済学部',
            2 => '医学部',
            3 => '理工学部',
            4 => '福祉健康科学部',
        ],
        'class' => [
            0 => [
                0 => '学校教育教員養成課程',
            ],
            1 => [
                0 => '経済学科',
                1 => '経営システム学科',
                2 => '地域システム学科',
                3 => '社会イノベーション学科',
            ],
            2 => [
                0 => '看護学科',
                1 => '医学科',
            ],
            3 => [
                0 => '創生工学科',
                1 => '共創理工学科',
            ],
            4 => [
                0 => '福祉健康科学科',
            ],
        ]
    ],
    440012000 => [
        'name' => '大分県立看護科学大学',
        'fuculty' => [
            0 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
        ]
    ],
    440013000 => [
        'name' => '日本文理大学',
        'fuculty' => [
            0 => '工学部',
            1 => '経営経済学部',
        ],
        'class' => [
            0 => [
                0 => '航空宇宙工学科',
                1 => '機械電気工学科',
                2 => '情報メディア学科',
                3 => '建築学科',
            ],
            1 => [
                0 => '経営経済学科',
            ],
        ]
    ],
    440013001 => [
        'name' => '立命館アジア太平洋大学',
        'fuculty' => [
            0 => 'アジア太平洋学部',
            1 => '国際経営学部',
        ],
        'class' => [
            0 => [
                0 => 'アジア太平洋学科',
            ],
            1 => [
                0 => '国際経営学科',
            ],
        ]
    ],
    440013002 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    440013003 => [
        'name' => '別府大学',
        'fuculty' => [
            0 => '文学部',
            1 => '食物栄養科学部',
            2 => '国際経営学部',
        ],
        'class' => [
            0 => [
                0 => '国際言語・文化学科',
                1 => '史学・文化財学科',
                2 => '人間関係学科',
            ],
            1 => [
                0 => '食物栄養学科',
                1 => '発酵食品学科',
            ],
            2 => [
                0 => '国際経営学科',
            ],
        ]
    ],
];