<?php
return [
    470011000 => [
        'name' => '琉球大学',
        'fuculty' => [
            0 => '人文社会学部',
            1 => '国際地域創造学部',
            2 => '教育学部',
            3 => '理学部',
            4 => '医学部',
            5 => '工学部',
            6 => '農学部',
        ],
        'class' => [
            0 => [
                0 => '国際法政学科',
                1 => '人間社会学科',
                2 => '琉球アジア文化学科',
            ],
            1 => [
                0 => '国際地域創造学科',
            ],
            2 => [
                0 => '学校教育教員養成課程',
            ],
            3 => [
                0 => '数理科学科',
                1 => '物質地球科学科',
                2 => '海洋自然科学科',
            ],
            4 => [
                0 => '医学科',
                1 => '保健学科',
            ],
            5 => [
                0 => '工学科',
            ],
            6 => [
                0 => '亜熱帯地域農学科',
                1 => '亜熱帯農林環境科学科',
                2 => '地域農業工学科',
                3 => '亜熱帯生物資源科学科',
            ],
        ]
    ],
    470012000 => [
        'name' => '沖縄県立看護大学',
        'fuculty' => [
            0 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
        ]
    ],
    470012001 => [
        'name' => '名桜大学',
        'fuculty' => [
            0 => '国際学群',
            1 => '人間健康学部',
        ],
        'class' => [
            0 => [
                0 => '国際文化専攻',
                1 => '語学教育専攻',
                2 => '経営専攻',
                3 => '情報システムズ専攻',
                4 => '診療情報管理専攻',
                5 => '観光産業専攻',
            ],
            1 => [
                0 => 'スポーツ健康学科',
                1 => '看護学科',
            ],
        ]
    ],
    470012002 => [
        'name' => '沖縄県立芸術大学',
        'fuculty' => [
            0 => '美術工芸学部',
            1 => '音楽学部',
        ],
        'class' => [
            0 => [
                0 => '美術学科',
                1 => 'デザイン工芸学科',
            ],
            1 => [
                0 => '音楽学科',
            ],
        ]
    ],
    470013000 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    470013001 => [
        'name' => '沖縄大学',
        'fuculty' => [
            0 => '経法商学部',
            1 => '人文学部',
            2 => '健康栄養学部',
        ],
        'class' => [
            0 => [
                0 => '経法商学科',
            ],
            1 => [
                0 => '国際コミュニケーション学科',
                1 => '福祉文化学科',
                2 => 'こども文化学科',
            ],
            2 => [
                0 => '管理栄養学科',
            ],
        ]
    ],
    470013002 => [
        'name' => '沖縄国際大学',
        'fuculty' => [
            0 => '法学部',
            1 => '経済学部',
            2 => '産業情報学部',
            3 => '総合文化学部',
        ],
        'class' => [
            0 => [
                0 => '法律学科',
                1 => '地域行政学科',
            ],
            1 => [
                0 => '経済学科',
                1 => '地域環境政策学科',
            ],
            2 => [
                0 => '企業システム学科',
                1 => '産業情報学科',
            ],
            3 => [
                0 => '日本文化学科',
                1 => '英米言語文化学科',
                2 => '社会文化学科',
                3 => '人間福祉学科',
            ],
        ]
    ],
    470013003 => [
        'name' => '沖縄キリスト教学院大学',
        'fuculty' => [
            0 => '人文学部',
        ],
        'class' => [
            0 => [
                0 => '英語コミュニケーション学科',
            ],
        ]
    ],
];