<?php
return [
    410011000 => [
        'name' => '佐賀大学',
        'fuculty' => [
            0 => '教育学部',
            1 => '芸術地域デザイン学部',
            2 => '経済学部',
            3 => '医学部',
            4 => '理工学部',
            5 => '農学部',
        ],
        'class' => [
            0 => [
                0 => '学校教育課程',
            ],
            1 => [
                0 => '芸術地域デザイン学科',
            ],
            2 => [
                0 => '経済学科',
                1 => '経営学科',
                2 => '経済法学科',
            ],
            3 => [
                0 => '医学科',
                1 => '看護学科',
            ],
            4 => [
                0 => '理工学科',
            ],
            5 => [
                0 => '生物資源科学科',
            ],
        ]
    ],
    410013000 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
        ],
        410013001 => [
        'name' => '西九州大学',
        'fuculty' => [
            0 => '健康栄養学部',
            1 => '健康福祉学部',
            2 => 'リハビリテーション学部',
            3 => '子ども学部',
            4 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '健康栄養学科',
            ],
            1 => [
                0 => '社会福祉学科',
                1 => 'スポーツ健康福祉学科',
            ],
            2 => [
                0 => 'リハビリテーション学科',
            ],
            3 => [
                0 => '子ども学科',
                1 => '心理カウンセリング学科',
            ],
            4 => [
                0 => '看護学科',
            ],
        ]
    ],
];
