<?php
return [
    120011000 => [
        'name' => '東京医科歯科大学',
        'fuculty' => [
            0 => '医学部',
            1 => '歯学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
                1 => '保健衛生学科',
            ],
            1 => [
                0 => '歯学科（６年制）',
                1 => '口腔保健学科',
            ],
        ]
    ],
    120011001 => [
        'name' => '千葉大学',
        'fuculty' => [
            0 => '国際教養学部',
            1 => '文学部',
            2 => '法政経学部',
            3 => '教育学部',
            4 => '理学部',
            5 => '工学部',
            6 => '園芸学部',
            7 => '医学部',
            8 => '薬学部',
            9 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '国際教養学科',
            ],
            1 => [
                0 => '人文学科',
            ],
            2 => [
                0 => '法政経学科',
            ],
            3 => [
                0 => '学校教員養成課程',
            ],
            4 => [
                0 => '数学・情報数理学科',
                1 => '物理学科',
                2 => '化学科',
                3 => '生物学科',
                4 => '地球科学科',
            ],
            5 => [
                0 => '総合工学科',
            ],
            6 => [
                0 => '園芸学科',
                1 => '応用生命化学科',
                2 => '緑地環境学科',
                3 => '食料資源経済学科',
            ],
            7 => [
                0 => '医学科',
            ],
            8 => [
                0 => '薬科学科＜４年制＞',
                1 => '薬学科＜６年制＞',
            ],
            9 => [
                0 => '看護学科',
            ],
        ]
    ],
    120012000 => [
        'name' => '千葉県立保健医療大学',
        'fuculty' => [
            0 => '健康科学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
                1 => '栄養学科',
                2 => '歯科衛生学科',
                3 => 'リハビリテーション学科',
            ],
        ]
    ],
    120013000 => [
        'name' => '東京理科大学',
        'fuculty' => [
            0 => '理学部第一部',
            1 => '工学部',
            2 => '薬学部',
            3 => '理工学部',
            4 => '基礎工学部',
            5 => '経営学部',
            6 => '理学部第二部',
        ],
        'class' => [
            0 => [
                0 => '数学科',
                1 => '物理学科',
                2 => '化学科',
                3 => '応用数学科',
                4 => '応用物理学科',
                5 => '応用化学科',
            ],
            1 => [
                0 => '建築学科',
                1 => '工業化学科',
                2 => '電気工学科',
                3 => '情報工学科',
                4 => '機械工学科',
            ],
            2 => [
                0 => '薬学科',
                1 => '生命創薬科学科',
            ],
            3 => [
                0 => '数学科',
                1 => '物理学科',
                2 => '情報科学科',
                3 => '応用生物科学科',
                4 => '建築学科',
                5 => '先端化学科',
                6 => '電気電子情報工学科',
                7 => '経営工学科',
                8 => '機械工学科',
                9 => '土木工学科',
            ],
            4 => [
                0 => '電子応用工学科',
                1 => '材料工学科',
                2 => '生物工学科',
            ],
            5 => [
                0 => '経営学科',
                1 => 'ビジネスエコノミクス学科',
            ],
            6 => [
                0 => '数学科',
                1 => '物理学科',
                2 => '化学科',
            ],
        ]
    ],
    120013001 => [
        'name' => '東都大学',
        'fuculty' => [
            0 => 'ヒューマンケア学部',
            1 => '幕張ヒューマンケア学部',
            2 => '管理栄養学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
            1 => [
                0 => '看護学科',
                1 => '理学療法学科',
            ],
            2 => [
                0 => '管理栄養学科',
            ],
        ]
    ],
    120013002 => [
        'name' => '川村学園女子大学',
        'fuculty' => [
            0 => '文学部',
            1 => '教育学部',
            2 => '生活創造学部',
        ],
        'class' => [
            0 => [
                0 => '国際英語学科',
                1 => '史学科',
                2 => '心理学科',
                3 => '日本文化学科',
            ],
            1 => [
                0 => '幼児教育学科',
                1 => '児童教育学科',
            ],
            2 => [
                0 => '生活文化学科',
                1 => '観光文化学科',
            ],
        ]
    ],
    120013003 => [
        'name' => '国際医療福祉大学',
        'fuculty' => [
            0 => '医学部',
            1 => '保健医療学部',
            2 => '医療福祉学部',
            3 => '薬学部',
            4 => '成田看護学部',
            5 => '成田保健医療学部',
            6 => '赤坂心理・医療福祉マネジメント学部',
            7 => '小田原保健医療学部',
            8 => '福岡看護学部',
            9 => '福岡保健医療学部',
            10 => '福岡薬学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
            ],
            1 => [
                0 => '看護学科',
                1 => '理学療法学科',
                2 => '作業療法学科',
                3 => '言語聴覚学科',
                4 => '視機能療法学科',
                5 => '放射線・情報科学科',
            ],
            2 => [
                0 => '医療福祉・マネジメント学科',
            ],
            3 => [
                0 => '薬学科（６年制）',
            ],
            4 => [
                0 => '看護学科',
            ],
            5 => [
                0 => '理学療法学科',
                1 => '作業療法学科',
                2 => '言語聴覚学科',
                3 => '医学検査学科',
                4 => '放射線・情報科学科',
            ],
            6 => [
                0 => '心理学科',
                1 => '医療マネジメント学科',
            ],
            7 => [
                0 => '看護学科',
                1 => '理学療法学科',
                2 => '作業療法学科',
            ],
            8 => [
                0 => '看護学科',
            ],
            9 => [
                0 => '理学療法学科',
                1 => '作業療法学科',
                2 => '言語聴覚学科',
                3 => '医学検査学科',
            ],
            10 => [
                0 => '薬学科',
            ],
        ]
    ],
    120013004 => [
        'name' => '三育学院大学',
        'fuculty' => [
            0 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
        ]
    ],
    120013005 => [
        'name' => '神田外語大学',
        'fuculty' => [
            0 => '外国語学部',
        ],
        'class' => [
            0 => [
                0 => '英米語学科',
                1 => 'アジア言語学科',
                2 => 'イベロアメリカ言語学科',
                3 => '国際コミュニケーション学科',
            ],
        ]
    ],
    120013006 => [
        'name' => '開智国際大学',
        'fuculty' => [
            0 => '国際教養学部',
            1 => '教育学部',
        ],
        'class' => [
            0 => [
                0 => '国際教養学科',
            ],
            1 => [
                0 => '教育学科',
            ],
        ]
    ],
    120013007 => [
        'name' => '流通経済大学',
        'fuculty' => [
            0 => '経済学部',
            1 => '社会学部',
            2 => '流通情報学部',
            3 => '法学部',
            4 => 'スポーツ健康科学部',
        ],
        'class' => [
            0 => [
                0 => '経済学科',
                1 => '経営学科',
            ],
            1 => [
                0 => '社会学科',
                1 => '国際観光学科',
            ],
            2 => [
                0 => '流通情報学科',
            ],
            3 => [
                0 => 'ビジネス法学科',
                1 => '自治行政学科',
            ],
            4 => [
                0 => 'スポーツ健康科学科',
                1 => 'スポーツコミュニケーション学科',
            ],
        ]
    ],
    120013008 => [
        'name' => '東京情報大学',
        'fuculty' => [
            0 => '総合情報学部',
            1 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '総合情報学科',
            ],
            1 => [
                0 => '看護学科',
            ],
        ]
    ],
    120013009 => [
        'name' => '千葉科学大学',
        'fuculty' => [
            0 => '薬学部',
            1 => '危機管理学部',
            2 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '薬学科（６年制）',
            ],
            1 => [
                0 => '危機管理学科',
                1 => '保健医療学科',
                2 => '航空技術危機管理学科',
                3 => '動物危機管理学科',
            ],
            2 => [
                0 => '看護学科',
            ],
        ]
    ],
    120013010 => [
        'name' => '東京基督教大学',
        'fuculty' => [
            0 => '神学部',
        ],
        'class' => [
            0 => [
                0 => '神学科',
                1 => '国際キリスト教福祉学科',
            ],
        ]
    ],
    120013011 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    120013012 => [
        'name' => '敬愛大学',
        'fuculty' => [
            0 => '経済学部',
            1 => '国際学部',
        ],
        'class' => [
            0 => [
                0 => '経済学科',
                1 => '経営学科',
            ],
            1 => [
                0 => '国際学科',
                1 => 'こども教育学科',
            ],
        ]
    ],
    120013013 => [
        'name' => '千葉経済大学',
        'fuculty' => [
            0 => '経済学部',
        ],
        'class' => [
            0 => [
                0 => '経済学科',
                1 => '経営学科',
            ],
        ]
    ],
    120013014 => [
        'name' => '中央学院大学',
        'fuculty' => [
            0 => '商学部',
            1 => '法学部',
            2 => '現代教養学部',
        ],
        'class' => [
            0 => [
                0 => '商学科',
            ],
            1 => [
                0 => '法学科',
            ],
            2 => [
                0 => '現代教養学科',
            ],
        ]
    ],
    120013015 => [
        'name' => '淑徳大学',
        'fuculty' => [
            0 => '総合福祉学部',
            1 => 'コミュニティ政策学部',
            2 => '看護栄養学部',
            3 => '経営学部',
            4 => '教育学部',
            5 => '人文学部',
        ],
        'class' => [
            0 => [
                0 => '社会福祉学科',
                1 => '教育福祉学科',
                2 => '実践心理学科',
            ],
            1 => [
                0 => 'コミュニティ政策学科',
            ],
            2 => [
                0 => '看護学科',
                1 => '栄養学科',
            ],
            3 => [
                0 => '経営学科',
                1 => '観光経営学科',
            ],
            4 => [
                0 => 'こども教育学科',
            ],
            5 => [
                0 => '歴史学科',
                1 => '表現学科',
            ],
        ]
    ],
    120013016 => [
        'name' => '聖徳大学',
        'fuculty' => [
            0 => '児童学部',
            1 => '心理・福祉学部',
            2 => '文学部',
            3 => '人間栄養学部',
            4 => '看護学部',
            5 => '音楽学部',
        ],
        'class' => [
            0 => [
                0 => '児童学科',
            ],
            1 => [
                0 => '心理学科',
                1 => '社会福祉学科',
            ],
            2 => [
                0 => '文学科',
            ],
            3 => [
                0 => '人間栄養学科（管理栄養士養成課程）',
            ],
            4 => [
                0 => '看護学科',
            ],
            5 => [
                0 => '音楽学科',
            ],
        ]
    ],
    120013017 => [
        'name' => '江戸川大学',
        'fuculty' => [
            0 => '社会学部',
            1 => 'メディアコミュニケーション学部',
        ],
        'class' => [
            0 => [
                0 => '人間心理学科',
                1 => '現代社会学科',
                2 => '経営社会学科',
            ],
            1 => [
                0 => 'マス・コミュニケーション学科',
                1 => '情報文化学科',
                2 => 'こどもコミュニケーション学科',
            ],
        ]
    ],
    120013018 => [
        'name' => '清和大学',
        'fuculty' => [
            0 => '法学部',
        ],
        'class' => [
            0 => [
                0 => '法律学科',
            ],
        ]
    ],
    120013019 => [
        'name' => '東京歯科大学',
        'fuculty' => [
            0 => '歯学部',
        ],
        'class' => [
            0 => [
                0 => '歯学科',
            ],
        ]
    ],
    120013020 => [
        'name' => '秀明大学',
        'fuculty' => [
            0 => '総合経営学部',
            1 => '英語情報マネジメント学部',
            2 => '学校教師学部',
            3 => '観光ビジネス学部',
            4 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '企業経営学科',
            ],
            1 => [
                0 => '英語情報マネジメント学科',
            ],
            2 => [
                0 => '中等教育教員養成課程',
            ],
            3 => [
                0 => '観光ビジネス学科',
            ],
            4 => [
                0 => '看護学科',
            ],
        ]
    ],
    120013021 => [
        'name' => '順天堂大学',
        'fuculty' => [
            0 => '医学部',
            1 => 'スポーツ健康科学部',
            2 => '医療看護学部',
            3 => '保健看護学部',
            4 => '国際教養学部',
            5 => '保健医療学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
            ],
            1 => [
                0 => 'スポーツ科学科',
                1 => 'スポーツマネジメント学科',
                2 => '健康学科',
            ],
            2 => [
                0 => '看護学科',
            ],
            3 => [
                0 => '看護学科',
            ],
            4 => [
                0 => '国際教養学科',
            ],
            5 => [
                0 => '診療放射線学科',
                1 => '理学療法学科',
            ],
        ]
    ],
    120013022 => [
        'name' => '国際武道大学',
        'fuculty' => [
            0 => '体育学部',
        ],
        'class' => [
            0 => [
                0 => '武道学科',
                1 => '体育学科',
            ],
        ]
    ],
    120013023 => [
        'name' => '和洋女子大学',
        'fuculty' => [
            0 => '人文学部',
            1 => '家政学部',
            2 => '看護学部',
            3 => '国際学部',
        ],
        'class' => [
            0 => [
                0 => '日本文学文化学科',
                1 => '心理学科',
                2 => 'こども発達学科',
            ],
            1 => [
                0 => '服飾造形学科',
                1 => '健康栄養学科',
                2 => '家政福祉学科',
            ],
            2 => [
                0 => '看護学科',
            ],
            3 => [
                0 => '英語コミュニケーション学科',
                1 => '国際学科',
            ],
        ]
    ],
    120013024 => [
        'name' => '日本大学',
        'fuculty' => [
            0 => '法学部',
            1 => '法学部第二部',
            2 => '文理学部',
            3 => '経済学部',
            4 => '商学部',
            5 => '芸術学部',
            6 => '国際関係学部',
            7 => '危機管理学部',
            8 => 'スポーツ科学部',
            9 => '理工学部',
            10 => '生産工学部',
            11 => '工学部',
            12 => '医学部',
            13 => '歯学部',
            14 => '松戸歯学部',
            15 => '生物資源科学部',
            16 => '薬学部',
            17 => '通信教育部',
        ],
        'class' => [
            0 => [
                0 => '法律学科',
                1 => '政治経済学科',
                2 => '新聞学科',
                3 => '経営法学科',
                4 => '公共政策学科',
            ],
            1 => [
                0 => '法律学科第二部（夜間部）',
            ],
            2 => [
                0 => '哲学科',
                1 => '史学科',
                2 => '国文学科',
                3 => '中国語中国文化学科',
                4 => '英文学科',
                5 => 'ドイツ文学科',
                6 => '社会学科',
                7 => '社会福祉学科',
                8 => '教育学科',
                9 => '体育学科',
                10 => '心理学科',
                11 => '地理学科',
                12 => '地球科学科',
                13 => '数学科',
                14 => '情報科学科',
                15 => '物理学科',
                16 => '生命科学科',
                17 => '化学科',
            ],
            3 => [
                0 => '経済学科',
                1 => '産業経営学科',
                2 => '金融公共経済学科',
            ],
            4 => [
                0 => '商業学科',
                1 => '経営学科',
                2 => '会計学科',
            ],
            5 => [
                0 => '写真学科',
                1 => '映画学科',
                2 => '美術学科',
                3 => '音楽学科',
                4 => '文芸学科',
                5 => '演劇学科',
                6 => '放送学科',
                7 => 'デザイン学科',
            ],
            6 => [
                0 => '国際総合政策学科',
                1 => '国際教養学科',
            ],
            7 => [
                0 => '危機管理学科',
            ],
            8 => [
                0 => '競技スポーツ学科',
            ],
            9 => [
                0 => '土木工学科',
                1 => '交通システム工学科',
                2 => '建築学科',
                3 => '海洋建築工学科',
                4 => 'まちづくり工学科',
                5 => '機械工学科',
                6 => '精密機械工学科',
                7 => '航空宇宙工学科',
                8 => '電気工学科',
                9 => '電子工学科',
                10 => '応用情報工学科',
                11 => '物質応用化学科',
                12 => '物理学科',
                13 => '数学科',
            ],
            10 => [
                0 => '機械工学科',
                1 => '電気電子工学科',
                2 => '土木工学科',
                3 => '建築工学科',
                4 => '応用分子化学科',
                5 => 'マネジメント工学科',
                6 => '数理情報工学科',
                7 => '環境安全工学科',
                8 => '創生デザイン学科',
            ],
            11 => [
                0 => '土木工学科',
                1 => '建築学科',
                2 => '機械工学科',
                3 => '電気電子工学科',
                4 => '生命応用化学科',
                5 => '情報工学科',
            ],
            12 => [
                0 => '医学科',
            ],
            13 => [
                0 => '歯学科',
            ],
            14 => [
                0 => '歯学科',
            ],
            15 => [
                0 => '生命農学科',
                1 => '生命化学科',
                2 => '獣医学科',
                3 => '動物資源科学科',
                4 => '食品ビジネス学科',
                5 => '森林資源科学科',
                6 => '海洋生物資源科学科',
                7 => '生物環境工学科',
                8 => '食品生命学科',
                9 => '国際地域開発学科',
                10 => '応用生物科学科',
                11 => 'くらしの生物学科',
            ],
            16 => [
                0 => '薬学科',
            ],
            17 => [
                0 => '法学部',
                1 => '文理学部',
                2 => '経済学部',
                3 => '商学部',
            ],
        ]
    ],
    120013025 => [
        'name' => '東邦大学',
        'fuculty' => [
            0 => '医学部',
            1 => '薬学部',
            2 => '理学部',
            3 => '健康科学部',
            4 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
            ],
            1 => [
                0 => '薬学科',
            ],
            2 => [
                0 => '化学科',
                1 => '生物学科',
                2 => '生物分子科学科',
                3 => '物理学科',
                4 => '情報科学科',
                5 => '生命圏環境科学科',
            ],
            3 => [
                0 => '看護学科',
            ],
            4 => [
                0 => '看護学科',
            ],
        ]
    ],
    120013026 => [
        'name' => '東京医療保健大学',
        'fuculty' => [
            0 => '医療保健学部',
            1 => '和歌山看護学部',
            2 => '東が丘・立川看護学部',
            3 => '千葉看護学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
                1 => '医療栄養学科',
                2 => '医療情報学科',
            ],
            1 => [
                0 => '看護学科',
            ],
            2 => [
                0 => '看護学科',
            ],
            3 => [
                0 => '看護学科',
            ],
        ]
    ],
    120013027 => [
        'name' => '千葉商科大学',
        'fuculty' => [
            0 => '商経学部',
            1 => '政策情報学部',
            2 => 'サービス創造学部',
            3 => '人間社会学部',
            4 => '国際教養学部',
        ],
        'class' => [
            0 => [
                0 => '商学科',
                1 => '経済学科',
                2 => '経営学科',
            ],
            1 => [
                0 => '政策情報学科',
            ],
            2 => [
                0 => 'サービス創造学科',
            ],
            3 => [
                0 => '人間社会学科',
            ],
            4 => [
                0 => '国際教養学科',
            ],
        ]
    ],
    120013028 => [
        'name' => '帝京平成大学',
        'fuculty' => [
            0 => '薬学部',
            1 => '現代ライフ学部',
            2 => 'ヒューマンケア学部',
            3 => '健康メディカル学部',
            4 => '健康医療スポーツ学部',
        ],
        'class' => [
            0 => [
                0 => '薬学科',
            ],
            1 => [
                0 => '児童学科',
                1 => '人間文化学科',
                2 => '経営学科',
                3 => '観光経営学科',
            ],
            2 => [
                0 => '鍼灸学科',
                1 => '柔道整復学科',
                2 => '看護学科',
            ],
            3 => [
                0 => '健康栄養学科',
                1 => '臨床心理学科',
                2 => '言語聴覚学科',
                3 => '作業療法学科',
                4 => '理学療法学科',
                5 => '医療科学科',
            ],
            4 => [
                0 => '柔道整復学科',
                1 => '作業療法学科',
                2 => '理学療法学科',
                3 => '医療スポーツ学科',
                4 => '看護学科',
            ],
        ]
    ],
    120013029 => [
        'name' => '植草学園大学',
        'fuculty' => [
            0 => '発達教育学部',
            1 => '保健医療学部',
        ],
        'class' => [
            0 => [
                0 => '発達支援教育学科',
            ],
            1 => [
                0 => 'リハビリテーション学科',
            ],
        ]
    ],
    120013030 => [
        'name' => '亀田医療大学',
        'fuculty' => [
            0 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
        ]
    ],
    120013031 => [
        'name' => '愛国学園大学',
        'fuculty' => [
            0 => '人間文化学部',
        ],
        'class' => [
            0 => [
                0 => '生活文化福祉コース',
                1 => '国際情報ビジネスコース',
            ],
        ]
    ],
    120013032 => [
        'name' => '了徳寺大学',
        'fuculty' => [
            0 => '健康科学部',
        ],
        'class' => [
            0 => [
                0 => '理学療法学科',
                1 => '整復医療・トレーナー学科',
                2 => '看護学科',
            ],
        ]
    ],
    120013033 => [
        'name' => '麗澤大学',
        'fuculty' => [
            0 => '国際学部',
            1 => '外国語学部',
            2 => '経済学部',
        ],
        'class' => [
            0 => [
                0 => '国際学科',
                1 => 'グローバルビジネス学科',
            ],
            1 => [
                0 => '外国語学科',
            ],
            2 => [
                0 => '経済学科',
                1 => '経営学科',
            ],
        ]
    ],
    120013034 => [
        'name' => '千葉工業大学',
        'fuculty' => [
            0 => '工学部',
            1 => '創造工学部',
            2 => '先進工学部',
            3 => '情報科学部',
            4 => '社会システム科学部',
        ],
        'class' => [
            0 => [
                0 => '機械工学科',
                1 => '機械電子創成工学科',
                2 => '先端材料工学科',
                3 => '電気電子工学科',
                4 => '情報通信システム工学科',
                5 => '応用化学科',
            ],
            1 => [
                0 => '建築学科',
                1 => '都市環境工学科',
                2 => 'デザイン科学科',
            ],
            2 => [
                0 => '未来ロボティクス学科',
                1 => '生命科学科',
                2 => '知能メディア工学科',
            ],
            3 => [
                0 => '情報工学科',
                1 => '情報ネットワーク学科',
            ],
            4 => [
                0 => '経営情報科学科',
                1 => 'プロジェクトマネジメント学科',
                2 => '金融・経営リスク科学科',
            ],
        ]
    ],
    120013035 => [
        'name' => '明海大学',
        'fuculty' => [
            0 => '外国語学部',
            1 => '経済学部',
            2 => '不動産学部',
            3 => 'ホスピタリティ・ツーリズム学部',
            4 => '歯学部',
            5 => '保健医療学部',
        ],
        'class' => [
            0 => [
                0 => '日本語学科',
                1 => '英米語学科',
                2 => '中国語学科',
            ],
            1 => [
                0 => '経済学科',
            ],
            2 => [
                0 => '不動産学科',
            ],
            3 => [
                0 => 'ホスピタリティ・ツーリズム学科',
            ],
            4 => [
                0 => '歯学科',
            ],
            5 => [
                0 => '口腔保健学科',
            ],
        ]
    ],
    120013036 => [
        'name' => '城西国際大学',
        'fuculty' => [
            0 => '経営情報学部',
            1 => '国際人文学部',
            2 => '福祉総合学部',
            3 => '薬学部',
            4 => 'メディア学部',
            5 => '観光学部',
            6 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '総合経営学科',
            ],
            1 => [
                0 => '国際文化学科',
                1 => '国際交流学科',
            ],
            2 => [
                0 => '福祉総合学科',
                1 => '理学療法学科',
            ],
            3 => [
                0 => '医療薬学科',
            ],
            4 => [
                0 => 'メディア情報学科',
            ],
            5 => [
                0 => '観光学科',
            ],
            6 => [
                0 => '看護学科',
            ],
        ]
    ],
];
