<?php
return [
    100011000 => [
        'name' => '群馬大学',
        'fuculty' => [
            0 => '社会情報学部',
            1 => '医学部',
            2 => '理工学部',
            3 => '共同教育学部',
        ],
        'class' => [
            0 => [
                0 => '社会情報学科',
            ],
            1 => [
                0 => '医学科',
                1 => '保健学科',
            ],
            2 => [
                0 => '化学・生物化学科',
                1 => '機械知能システム理工学科',
                2 => '環境創生理工学科',
                3 => '電子情報理工学科',
                4 => '総合理工学科（フレックス制）',
            ],
            3 => [
                0 => '学校教育教員養成課程',
            ],
        ]
    ],
    100012000 => [
        'name' => '前橋工科大学',
        'fuculty' => [
            0 => '工学部',
        ],
        'class' => [
            0 => [
                0 => '社会環境工学科',
                1 => '建築学科',
                2 => '生命情報学科',
                3 => 'システム生体工学科',
                4 => '生物工学科',
                5 => '総合デザイン工学科（夜間主） ',
            ],
        ]
    ],
    100012001 => [
        'name' => '高崎経済大学',
        'fuculty' => [
            0 => '経済学部',
            1 => '地域政策学部',
        ],
        'class' => [
            0 => [
                0 => '経済学科',
                1 => '経営学科',
                2 => '国際学科',
            ],
            1 => [
                0 => '地域政策学科',
                1 => '地域づくり学科',
                2 => '観光政策学科',
            ],
        ]
    ],
    100012002 => [
        'name' => '群馬県立県民健康科学大学',
        'fuculty' => [
            0 => '看護学部',
            1 => '診療放射線学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
            1 => [
                0 => '診療放射線学科',
            ],
        ]
    ],
    100012003 => [
        'name' => '群馬県立女子大学',
        'fuculty' => [
            0 => '文学部',
            1 => '国際コミュニケーション学部',
        ],
        'class' => [
            0 => [
                0 => '国文学科',
                1 => '英米文化学科',
                2 => '美学美術史学科',
                3 => '総合教養学科',
            ],
            1 => [
                0 => '英語コミュニケーション課程',
                1 => '国際ビジネス課程',
            ],
        ]
    ],
    100013000 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    100013001 => [
        'name' => '群馬医療福祉大学',
        'fuculty' => [
            0 => '社会福祉学部',
            1 => 'リハビリテーション学部',
            2 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '社会福祉学科',
            ],
            1 => [
                0 => 'リハビリテーション学科',
            ],
            2 => [
                0 => '看護学科',
            ],
        ]
    ],
    100013002 => [
        'name' => '高崎健康福祉大学',
        'fuculty' => [
            0 => '人間発達学部',
            1 => '健康福祉学部',
            2 => '保健医療学部',
            3 => '薬学部',
            4 => '農学部',
        ],
        'class' => [
            0 => [
                0 => '子ども教育学科',
            ],
            1 => [
                0 => '社会福祉学科',
                1 => '医療情報学科',
                2 => '健康栄養学科',
            ],
            2 => [
                0 => '看護学科',
                1 => '理学療法学科',
            ],
            3 => [
                0 => '薬学科',
            ],
            4 => [
                0 => '生物生産学科',
            ],
        ]
    ],
    100013003 => [
        'name' => '桐生大学',
        'fuculty' => [
            0 => '医療保健学部',
        ],
        'class' => [
            0 => [
                0 => '栄養学科',
                1 => '看護学科',
            ],
        ]
    ],
    100013004 => [
        'name' => '関東学園大学',
        'fuculty' => [
            0 => '経済学部',
        ],
        'class' => [
            0 => [
                0 => '経済学科',
                1 => '経営学科',
            ],
        ]
    ],
    100013005 => [
        'name' => '共愛学園前橋国際大学',
        'fuculty' => [
            0 => '国際社会学部',
        ],
        'class' => [
            0 => [
                0 => '国際社会学科',
            ],
        ]
    ],
    100013006 => [
        'name' => '高崎商科大学',
        'fuculty' => [
            0 => '商学部',
        ],
        'class' => [
            0 => [
                0 => '経営学科',
                1 => '会計学科',
            ],
        ]
    ],
    100013007 => [
        'name' => '上武大学',
        'fuculty' => [
            0 => 'ビジネス情報学部',
            1 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => 'スポーツ健康マネジメント学科',
                1 => '国際ビジネス学科',
            ],
            1 => [
                0 => '看護学科',
            ],
        ]
    ],
    100013008 => [
        'name' => '東洋大学',
        'fuculty' => [
            0 => '文学部',
            1 => '経済学部',
            2 => '経営学部',
            3 => '法学部',
            4 => '社会学部',
            5 => '国際学部',
            6 => '国際観光学部',
            7 => '情報連携学部',
            8 => 'ライフデザイン学部',
            9 => '理工学部',
            10 => '総合情報学部',
            11 => '生命科学部',
            12 => '食環境科学部',
        ],
        'class' => [
            0 => [
                0 => '哲学科',
                1 => '東洋思想文化学科',
                2 => '日本文学文化学科',
                3 => '英米文学科',
                4 => '史学科',
                5 => '教育学科',
                6 => '国際文化コミュニケーション学科',
                7 => '東洋思想文化学科（第２部・イブニングコース（夜））',
                8 => '日本文学文化学科（第２部・イブニングコース（夜））',
                9 => '教育学科（第２部・イブニングコース（夜））',
            ],
            1 => [
                0 => '経済学科',
                1 => '国際経済学科',
                2 => '総合政策学科',
                3 => '経済学科（第２部・イブニングコース（夜））',
            ],
            2 => [
                0 => '経営学科',
                1 => 'マーケティング学科',
                2 => '会計ファイナンス学科',
                3 => '経営学科（第２部・イブニングコース（夜））',
            ],
            3 => [
                0 => '法律学科',
                1 => '企業法学科',
                2 => '法律学科（第２部・イブニングコース（夜））',
            ],
            4 => [
                0 => '社会学科',
                1 => '社会文化システム学科',
                2 => '社会福祉学科',
                3 => 'メディアコミュニケーション学科',
                4 => '社会心理学科',
                5 => '社会学科（第２部・イブニングコース（夜））',
                6 => '社会福祉学科（第２部・イブニングコース（夜））',
            ],
            5 => [
                0 => 'グローバル・イノベーション学科',
                1 => '国際地域学科',
            ],
            6 => [
                0 => '国際観光学科',
            ],
            7 => [
                0 => '情報連携学科',
            ],
            8 => [
                0 => '生活支援学科',
                1 => '健康スポーツ学科',
                2 => '人間環境デザイン学科',
            ],
            9 => [
                0 => '機械工学科',
                1 => '生体医工学科',
                2 => '電気電子情報工学科',
                3 => '応用化学科',
                4 => '都市環境デザイン学科',
                5 => '建築学科',
            ],
            10 => [
                0 => '総合情報学科',
            ],
            11 => [
                0 => '生命科学科',
                1 => '応用生物科学科',
            ],
            12 => [
                0 => '食環境科学科',
                1 => '健康栄養学科',
            ],
        ]
    ],
    100013009 => [
        'name' => '東京福祉大学',
        'fuculty' => [
            0 => '社会福祉学部',
            1 => '教育学部',
            2 => '心理学部',
            3 => '保育児童学部',
        ],
        'class' => [
            0 => [
                0 => '社会福祉学科',
            ],
            1 => [
                0 => '教育学科',
            ],
            2 => [
                0 => '心理学科',
            ],
            3 => [
                0 => '保育児童学科',
            ],
        ]
    ],
    100013010 => [
        'name' => '群馬パース大学',
        'fuculty' => [
            0 => '保健科学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
                1 => '理学療法学科',
                2 => '検査技術学科',
                3 => '放射線学科',
                4 => '臨床工学科',
            ],
        ]
    ],
    100013011 => [
        'name' => '育英大学',
        'fuculty' => [
            0 => '教育学部',
        ],
        'class' => [
            0 => [
                0 => '教育学科',
            ],
        ]
    ],
];
