<?php
return [
    80011000 => [
        'name' => '筑波技術大学',
        'fuculty' => [
            0 => '産業技術学部',
            1 => '保健科学部',
        ],
        'class' => [
            0 => [
                0 => '産業情報学科',
                1 => '総合デザイン学科',
            ],
            1 => [
                0 => '保健学科',
                1 => '情報システム学科',
            ],
        ]
    ],
    80011001 => [
        'name' => '東京藝術大学',
        'fuculty' => [
            0 => '美術学部',
            1 => '音楽学部',
        ],
        'class' => [
            0 => [
                0 => '絵画科',
                1 => '彫刻科',
                2 => '工芸科',
                3 => 'デザイン科',
                4 => '建築科',
                5 => '先端芸術表現科',
                6 => '芸術学科',
            ],
            1 => [
                0 => '作曲科',
                1 => '声楽科',
                2 => '器楽科',
                3 => '指揮科',
                4 => '邦楽科',
                5 => '楽理科',
                6 => '音楽環境創造科',
            ],
        ]
    ],
    80011002 => [
        'name' => '茨城大学',
        'fuculty' => [
            0 => '人文社会科学部',
            1 => '教育学部',
            2 => '理学部',
            3 => '工学部',
            4 => '農学部',
        ],
        'class' => [
            0 => [
                0 => '現代社会学科',
                1 => '法律経済学科',
                2 => '人間文化学科',
            ],
            1 => [
                0 => '学校教育教員養成課程',
                1 => '養護教諭養成課程',
            ],
            2 => [
                0 => '理学科',
            ],
            3 => [
                0 => '機械システム工学科',
                1 => '電気電子システム工学科',
                2 => '物質科学工学科',
                3 => '情報工学科',
                4 => '都市システム工学科',
                5 => '機械システム工学科フレックスコース',
            ],
            4 => [
                0 => '食生命科学科',
                1 => '地域総合農学科',
            ],
        ]
    ],
    80011003 => [
        'name' => '筑波大学',
        'fuculty' => [
            0 => '人文・文化学群',
            1 => '社会・国際学群',
            2 => '人間学群',
            3 => '生命環境学群',
            4 => '理工学群',
            5 => '情報学群',
            6 => '医学群',
            7 => '体育専門学群',
            8 => '芸術専門学群',
        ],
        'class' => [
            0 => [
                0 => '人文学類',
                1 => '比較文化学類',
                2 => '日本語・日本文化学類',
            ],
            1 => [
                0 => '社会学類',
                1 => '国際総合学類',
            ],
            2 => [
                0 => '教育学類',
                1 => '心理学類',
                2 => '障害科学類',
            ],
            3 => [
                0 => '生物学類',
                1 => '生物資源学類',
                2 => '地球学類',
            ],
            4 => [
                0 => '数学類',
                1 => '物理学類',
                2 => '化学類',
                3 => '応用理工学類',
                4 => '工学システム学類',
                5 => '社会工学類',
            ],
            5 => [
                0 => '情報科学類',
                1 => '情報メディア創成学類',
                2 => '知識情報・図書館学類',
            ],
            6 => [
                0 => '医学類',
                1 => '看護学類',
                2 => '医療科学類',
            ],
            7 => [],
            8 => [],
        ]
    ],
    80012000 => [
        'name' => '茨城県立医療大学',
        'fuculty' => [
            0 => '保健医療学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
                1 => '理学療法学科',
                2 => '作業療法学科',
                3 => '放射線技術科学科',
            ],
        ]
    ],
    80013000 => [
        'name' => '流通経済大学',
        'fuculty' => [
            0 => '経済学部',
            1 => '社会学部',
            2 => '流通情報学部',
            3 => '法学部',
            4 => 'スポーツ健康科学部',
        ],
        'class' => [
            0 => [
                0 => '経済学科',
                1 => '経営学科',
            ],
            1 => [
                0 => '社会学科',
                1 => '国際観光学科',
            ],
            2 => [
                0 => '流通情報学科',
            ],
            3 => [
                0 => 'ビジネス法学科',
                1 => '自治行政学科',
            ],
            4 => [
                0 => 'スポーツ健康科学科',
                1 => 'スポーツコミュニケーション学科',
            ],
        ]
    ],
    80013001 => [
        'name' => '日本ウェルネススポーツ大学',
        'fuculty' => [
            0 => 'スポーツプロモーション学部',
        ],
        'class' => [
            0 => [
                0 => 'スポーツプロモーション学科',
            ],
        ]
    ],
    80013002 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    80013003 => [
        'name' => 'つくば国際大学',
        'fuculty' => [
            0 => '医療保健学部',
        ],
        'class' => [
            0 => [
                0 => '理学療法学科',
                1 => '看護学科',
                2 => '保健栄養学科',
                3 => '診療放射線学科',
                4 => '臨床検査学科',
                5 => '医療技術学科',
            ],
        ]
    ],
    80013004 => [
        'name' => '茨城キリスト教大学',
        'fuculty' => [
            0 => '文学部',
            1 => '生活科学部',
            2 => '看護学部',
            3 => '経営学部',
        ],
        'class' => [
            0 => [
                0 => '文化交流学科',
                1 => '現代英語学科',
                2 => '児童教育学科',
            ],
            1 => [
                0 => '心理福祉学科',
                1 => '食物健康科学科',
            ],
            2 => [
                0 => '看護学科',
            ],
            3 => [
                0 => '経営学科',
            ],
        ]
    ],
    80013005 => [
        'name' => '常磐大学',
        'fuculty' => [
            0 => '人間科学部',
            1 => '総合政策学部',
            2 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '心理学科',
                1 => '教育学科',
                2 => '現代社会学科',
                3 => 'コミュニケーション学科',
                4 => '健康栄養学科',
            ],
            1 => [
                0 => '経営学科',
                1 => '法律行政学科',
                2 => '総合政策学科',
            ],
            2 => [
                0 => '看護学科',
            ],
        ]
    ],
    80013006 => [
        'name' => '筑波学院大学',
        'fuculty' => [
            0 => '経営情報学部',
        ],
        'class' => [
            0 => [
                0 => 'ビジネスデザイン学科',
            ],
        ]
    ],

];
