<?php
return [
    140011000 => [
        'name' => '横浜国立大学',
        'fuculty' => [
            0 => '教育学部',
            1 => '経済学部',
            2 => '経営学部',
            3 => '理工学部',
            4 => '都市科学部',
        ],
        'class' => [
            0 => [
                0 => '学校教育課程',
            ],
            1 => [
                0 => '経済学科',
            ],
            2 => [
                0 => '経営学科',
            ],
            3 => [
                0 => '機械・材料・海洋系学科',
                1 => '化学・生命系学科',
                2 => '数物・電子情報系学科',
            ],
            4 => [
                0 => '都市社会共生学科',
                1 => '建築学科',
                2 => '都市基盤学科',
                3 => '環境リスク共生学科',
            ],
        ]
    ],
    140011001 => [
        'name' => '東京工業大学',
        'fuculty' => [
            0 => '理学院',
            1 => '工学院',
            2 => '物質理工学院',
            3 => '情報理工学院',
            4 => '生命理工学院',
            5 => '環境・社会理工学院',
        ],
        'class' => [
            0 => [
                0 => '数学系',
                1 => '物理学系',
                2 => '化学系',
                3 => '地球惑星科学系',
            ],
            1 => [
                0 => '機械系',
                1 => 'システム制御系',
                2 => '電気電子系',
                3 => '情報通信系',
                4 => '経営工学系',
            ],
            2 => [
                0 => '材料系',
                1 => '応用化学系',
            ],
            3 => [
                0 => '数理・計算科学系',
                1 => '情報工学系',
            ],
            4 => [
                0 => '生命理工学系',
            ],
            5 => [
                0 => '建築学系',
                1 => '土木・環境工学系',
                2 => '融合理工学系',
            ],
        ]
    ],
    140012000 => [
        'name' => '神奈川県立保健福祉大学',
        'fuculty' => [
            0 => '保健福祉学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
                1 => '栄養学科',
                2 => '社会福祉学科',
                3 => 'リハビリテーション学科',
            ],
        ]
    ],
    140012001 => [
        'name' => '横浜市立大学',
        'fuculty' => [
            0 => '国際教養学部',
            1 => '国際商学部',
            2 => '理学部',
            3 => 'データサイエンス学部',
            4 => '医学部',
        ],
        'class' => [
            0 => [
                0 => '国際教養学科',
            ],
            1 => [
                0 => '国際商学科',
            ],
            2 => [
                0 => '理学科',
            ],
            3 => [
                0 => 'データサイエンス学科',
            ],
            4 => [
                0 => '医学科',
                1 => '看護学科',
            ],
        ]
    ],
    140013000 => [
        'name' => '昭和大学',
        'fuculty' => [
            0 => '医学部',
            1 => '歯学部',
            2 => '薬学部',
            3 => '保健医療学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
            ],
            1 => [
                0 => '歯学科',
            ],
            2 => [
                0 => '薬学科',
            ],
            3 => [
                0 => '看護学科',
                1 => '理学療法学科',
                2 => '作業療法学科',
            ],
        ]
    ],
    140013001 => [
        'name' => '横浜薬科大学',
        'fuculty' => [
            0 => '薬学部',
        ],
        'class' => [
            0 => [
                0 => '漢方薬学科',
                1 => '臨床薬学科',
                2 => '健康薬学科',
                3 => '薬科学科（４年制）',
            ],
        ]
    ],
    140013002 => [
        'name' => '北里大学',
        'fuculty' => [
            0 => '理学部',
            1 => '獣医学部',
            2 => '海洋生命科学部',
            3 => '薬学部',
            4 => '医学部',
            5 => '看護学部',
            6 => '医療衛生学部',
        ],
        'class' => [
            0 => [
                0 => '物理学科',
                1 => '化学科',
                2 => '生物科学科',
            ],
            1 => [
                0 => '獣医学科',
                1 => '動物資源科学科',
                2 => '生物環境科学科',
            ],
            2 => [
                0 => '海洋生命科学科',
            ],
            3 => [
                0 => '薬学科',
                1 => '生命創薬科学科',
            ],
            4 => [
                0 => '医学科',
            ],
            5 => [
                0 => '看護学科',
            ],
            6 => [
                0 => '健康科学科',
                1 => '医療検査学科',
                2 => '医療工学科',
                3 => 'リハビリテーション学科',
            ],
        ]
    ],
    140013003 => [
        'name' => '国際医療福祉大学',
        'fuculty' => [
            0 => '医学部',
            1 => '保健医療学部',
            2 => '医療福祉学部',
            3 => '薬学部',
            4 => '成田看護学部',
            5 => '成田保健医療学部',
            6 => '赤坂心理・医療福祉マネジメント学部',
            7 => '小田原保健医療学部',
            8 => '福岡看護学部',
            9 => '福岡保健医療学部',
            10 => '福岡薬学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
            ],
            1 => [
                0 => '看護学科',
                1 => '理学療法学科',
                2 => '作業療法学科',
                3 => '言語聴覚学科',
                4 => '視機能療法学科',
                5 => '放射線・情報科学科',
            ],
            2 => [
                0 => '医療福祉・マネジメント学科',
            ],
            3 => [
                0 => '薬学科（６年制）',
            ],
            4 => [
                0 => '看護学科',
            ],
            5 => [
                0 => '理学療法学科',
                1 => '作業療法学科',
                2 => '言語聴覚学科',
                3 => '医学検査学科',
                4 => '放射線・情報科学科',
            ],
            6 => [
                0 => '心理学科',
                1 => '医療マネジメント学科',
            ],
            7 => [
                0 => '看護学科',
                1 => '理学療法学科',
                2 => '作業療法学科',
            ],
            8 => [
                0 => '看護学科',
            ],
            9 => [
                0 => '理学療法学科',
                1 => '作業療法学科',
                2 => '言語聴覚学科',
                3 => '医学検査学科',
            ],
            10 => [
                0 => '薬学科',
            ],
        ]
    ],
    140013004 => [
        'name' => '鎌倉女子大学',
        'fuculty' => [
            0 => '家政学部',
            1 => '児童学部',
            2 => '教育学部',
        ],
        'class' => [
            0 => [
                0 => '家政保健学科',
                1 => '管理栄養学科',
            ],
            1 => [
                0 => '児童学科',
                1 => '子ども心理学科',
            ],
            2 => [
                0 => '教育学科',
            ],
        ]
    ],
    140013005 => [
        'name' => '田園調布学園大学',
        'fuculty' => [
            0 => '人間福祉学部',
            1 => '子ども未来学部',
            2 => '人間科学部',
        ],
        'class' => [
            0 => [
                0 => '社会福祉学科',
                1 => '心理福祉学科',
            ],
            1 => [
                0 => '子ども未来学科',
            ],
            2 => [
                0 => '心理学科',
            ],
        ]
    ],
    140013006 => [
        'name' => '神奈川歯科大学',
        'fuculty' => [
            0 => '歯学部',
        ],
        'class' => [
            0 => [
                0 => '歯学科',
            ],
        ]
    ],
    140013007 => [
        'name' => '麻布大学',
        'fuculty' => [
            0 => '獣医学部',
            1 => '生命・環境科学部',
        ],
        'class' => [
            0 => [
                0 => '獣医学科',
                1 => '動物応用科学科',
            ],
            1 => [
                0 => '臨床検査技術学科',
                1 => '食品生命科学科',
                2 => '環境科学科',
            ],
        ]
    ],
    140013008 => [
        'name' => '東京農業大学',
        'fuculty' => [
            0 => '農学部',
            1 => '応用生物科学部',
            2 => '生命科学部',
            3 => '地域環境科学部',
            4 => '国際食料情報学部',
            5 => '生物産業学部',
        ],
        'class' => [
            0 => [
                0 => '農学科',
                1 => '動物科学科',
                2 => 'デザイン農学科',
                3 => '生物資源開発学科',
            ],
            1 => [
                0 => '農芸化学科',
                1 => '醸造科学科',
                2 => '食品安全健康学科',
                3 => '栄養科学科',
            ],
            2 => [
                0 => 'バイオサイエンス学科',
                1 => '分子生命化学科',
                2 => '分子微生物学科',
            ],
            3 => [
                0 => '森林総合科学科',
                1 => '生産環境工学科',
                2 => '造園科学科',
                3 => '地域創成科学科',
            ],
            4 => [
                0 => '国際農業開発学科',
                1 => '食料環境経済学科',
                2 => '国際バイオビジネス学科',
                3 => '国際食農科学科',
            ],
            5 => [
                0 => '北方圏農学科',
                1 => '海洋水産学科',
                2 => '食香粧化学科',
                3 => '自然資源経営学科',
            ],
        ]
    ],
    140013009 => [
        'name' => '神奈川大学',
        'fuculty' => [
            0 => '国際日本学部',
            1 => '法学部',
            2 => '経済学部',
            3 => '経営学部',
            4 => '外国語学部',
            5 => '人間科学部',
            6 => '理学部',
            7 => '工学部',
        ],
        'class' => [
            0 => [
                0 => '国際文化交流学科',
                1 => '日本文化学科',
                2 => '歴史民俗学科',
            ],
            1 => [
                0 => '法律学科',
                1 => '自治行政学科',
            ],
            2 => [
                0 => '経済学科',
                1 => '現代ビジネス学科',
            ],
            3 => [
                0 => '国際経営学科',
            ],
            4 => [
                0 => '英語英文学科',
                1 => 'スペイン語学科',
                2 => '中国語学科',
            ],
            5 => [
                0 => '人間科学科',
            ],
            6 => [
                0 => '総合理学プログラム',
                1 => '数理・物理学科',
                2 => '情報科学科',
                3 => '化学科',
                4 => '生物科学科',
            ],
            7 => [
                0 => '総合工学プログラム',
                1 => '機械工学科',
                2 => '電気電子情報工学科',
                3 => '物質生命化学科',
                4 => '情報システム創成学科',
                5 => '経営工学科',
                6 => '建築学科',
            ],
        ]
    ],
    140013010 => [
        'name' => '文教大学',
        'fuculty' => [
            0 => '教育学部',
            1 => '人間科学部',
            2 => '文学部',
            3 => '情報学部',
            4 => '国際学部',
            5 => '健康栄養学部',
            6 => '経営学部',
        ],
        'class' => [
            0 => [
                0 => '学校教育課程',
                1 => '発達教育課程',
            ],
            1 => [
                0 => '人間科学科',
                1 => '臨床心理学科',
                2 => '心理学科',
            ],
            2 => [
                0 => '日本語日本文学科',
                1 => '英米語英米文学科',
                2 => '中国語中国文学科',
                3 => '外国語学科',
            ],
            3 => [
                0 => '情報システム学科',
                1 => '情報社会学科',
                2 => 'メディア表現学科',
            ],
            4 => [
                0 => '国際理解学科',
                1 => '国際観光学科',
            ],
            5 => [
                0 => '管理栄養学科',
            ],
            6 => [
                0 => '経営学科',
            ],
        ]
    ],
    140013011 => [
        'name' => '星槎大学',
        'fuculty' => [
            0 => '共生科学部',
        ],
        'class' => [
            0 => [
                0 => '共生科学科',
            ],
        ]
    ],
    140013012 => [
        'name' => '産業能率大学',
        'fuculty' => [
            0 => '経営学部',
            1 => '情報マネジメント学部',
        ],
        'class' => [
            0 => [
                0 => '経営学科',
                1 => 'マーケティング学科',
            ],
            1 => [
                0 => '現代マネジメント学科',
            ],
        ]
    ],
    140013013 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    140013014 => [
        'name' => '東海大学',
        'fuculty' => [
            0 => '文学部',
            1 => '文化社会学部',
            2 => '政治経済学部',
            3 => '法学部',
            4 => '教養学部',
            5 => '体育学部',
            6 => '健康学部',
            7 => '理学部',
            8 => '情報理工学部',
            9 => '工学部',
            10 => '観光学部',
            11 => '情報通信学部',
            12 => '海洋学部',
            13 => '医学部',
            14 => '経営学部',
            15 => '基盤工学部',
            16 => '農学部',
            17 => '国際文化学部',
            18 => '生物学部',
        ],
        'class' => [
            0 => [
                0 => '文明学科',
                1 => '歴史学科',
                2 => '日本文学科',
                3 => '英語文化コミュニケーション学科',
            ],
            1 => [
                0 => 'アジア学科',
                1 => 'ヨーロッパ・アメリカ学科',
                2 => '北欧学科',
                3 => '文芸創作学科',
                4 => '広報メディア学科',
                5 => '心理・社会学科',
            ],
            2 => [
                0 => '政治学科',
                1 => '経済学科',
                2 => '経営学科',
            ],
            3 => [
                0 => '法律学科',
            ],
            4 => [
                0 => '人間環境学科',
                1 => '芸術学科',
                2 => '国際学科',
            ],
            5 => [
                0 => '体育学科',
                1 => '競技スポーツ学科',
                2 => '武道学科',
                3 => '生涯スポーツ学科',
                4 => 'スポーツ・レジャーマネジメント学科',
            ],
            6 => [
                0 => '健康マネジメント学科',
            ],
            7 => [
                0 => '数学科',
                1 => '情報数理学科',
                2 => '物理学科',
                3 => '化学科',
            ],
            8 => [
                0 => '情報科学科',
                1 => 'コンピュータ応用工学科',
            ],
            9 => [
                0 => '生命化学科',
                1 => '応用化学科',
                2 => '光・画像工学科',
                3 => '原子力工学科',
                4 => '電気電子工学科',
                5 => '材料科学科',
                6 => '建築学科',
                7 => '土木工学科',
                8 => '精密工学科',
                9 => '機械工学科',
                10 => '動力機械工学科',
                11 => '航空宇宙学科',
                12 => '医用生体工学科',
            ],
            10 => [
                0 => '観光学科',
            ],
            11 => [
                0 => '情報メディア学科',
                1 => '組込みソフトウェア工学科',
                2 => '経営システム工学科',
                3 => '通信ネットワーク工学科',
            ],
            12 => [
                0 => '海洋文明学科',
                1 => '環境社会学科',
                2 => '海洋地球科学科',
                3 => '水産学科',
                4 => '海洋生物学科',
                5 => '航海工学科',
            ],
            13 => [
                0 => '医学科',
                1 => '看護学科',
            ],
            14 => [
                0 => '経営学科',
                1 => '観光ビジネス学科',
            ],
            15 => [
                0 => '電気電子情報工学科',
                1 => '医療福祉工学科',
            ],
            16 => [
                0 => '応用植物科学科',
                1 => '応用動物科学科',
                2 => 'バイオサイエンス学科',
            ],
            17 => [
                0 => '地域創造学科',
                1 => '国際コミュニケーション学科',
                2 => 'デザイン文化学科',
            ],
            18 => [
                0 => '生物学科',
                1 => '海洋生物科学科',
            ],
        ]
    ],
    140013015 => [
        'name' => '日本女子大学',
        'fuculty' => [
            0 => '家政学部',
            1 => '文学部',
            2 => '人間社会学部',
            3 => '理学部',
        ],
        'class' => [
            0 => [
                0 => '児童学科',
                1 => '食物学科',
                2 => '住居学科',
                3 => '被服学科',
                4 => '家政経済学科',
            ],
            1 => [
                0 => '日本文学科',
                1 => '英文学科',
                2 => '史学科',
            ],
            2 => [
                0 => '現代社会学科',
                1 => '社会福祉学科',
                2 => '教育学科',
                3 => '心理学科',
                4 => '文化学科',
            ],
            3 => [
                0 => '数物科学科',
                1 => '物質生物科学科',
            ],
        ]
    ],
    140013016 => [
        'name' => '昭和音楽大学',
        'fuculty' => [
            0 => '音楽学部',
        ],
        'class' => [
            0 => [
                0 => '音楽芸術表現学科',
                1 => '音楽芸術運営学科',
            ],
        ]
    ],
    140013017 => [
        'name' => '慶應義塾大学',
        'fuculty' => [
            0 => '文学部',
            1 => '経済学部',
            2 => '法学部',
            3 => '商学部',
            4 => '医学部',
            5 => '理工学部',
            6 => '総合政策学部',
            7 => '環境情報学部',
            8 => '看護医療学部',
            9 => '薬学部',
        ],
        'class' => [
            0 => [
                0 => '人文社会学科',
            ],
            1 => [
                0 => '経済学科',
            ],
            2 => [
                0 => '法律学科',
                1 => '政治学科',
            ],
            3 => [
                0 => '商学科',
            ],
            4 => [
                0 => '医学科',
            ],
            5 => [
                0 => '機械工学科',
                1 => '電気情報工学科',
                2 => '応用化学科',
                3 => '物理情報工学科',
                4 => '管理工学科',
                5 => '数理科学科',
                6 => '物理学科',
                7 => '化学科',
                8 => 'システムデザイン工学科',
                9 => '情報工学科',
                10 => '生命情報学科',
            ],
            6 => [
                0 => '総合政策学科',
            ],
            7 => [
                0 => '環境情報学科',
            ],
            8 => [
                0 => '看護学科',
            ],
            9 => [
                0 => '薬学科（６年制）',
                1 => '薬科学科（４年制）',
            ],
        ]
    ],
    140013018 => [
        'name' => '桜美林大学',
        'fuculty' => [
            0 => 'リベラルアーツ学群',
            1 => 'グローバル・コミュニケーション学群',
            2 => 'ビジネスマネジメント学群',
            3 => '健康福祉学群',
            4 => '芸術文化学群',
            5 => '航空・マネジメント学群',
        ],
        'class' => [
            0 => [
                0 => '英語分野',
                1 => '中国語分野',
                2 => '日本語分野',
                3 => '文学分野',
                4 => '宗教・哲学・思想分野',
                5 => '心理・教育分野',
                6 => '歴史・人類学・地域研究分野',
                7 => '国際関係・国際協力分野',
                8 => '経済分野',
                9 => '環境学分野',
                10 => '社会・情報分野',
                11 => '数学・理科分野',
                12 => '言語・コミュニケーション分野',
            ],
            1 => [
                0 => 'グローバル・コミュニケーション学類',
            ],
            2 => [
                0 => 'ビジネスマネジメント学類',
                1 => 'アビエーションマネジメント学類',
            ],
            3 => [
                0 => '社会福祉専修',
                1 => '精神保健福祉専修',
                2 => '健康科学専修',
                3 => '保育専修',
            ],
            4 => [
                0 => '演劇・ダンス専修 ',
                1 => '音楽専修',
                2 => 'ビジュアル・アーツ専修',
            ],
            5 => [
                0 => '航空・マネジメント学類',
            ],
        ]
    ],
    140013019 => [
        'name' => '東京都市大学',
        'fuculty' => [
            0 => '理工学部',
            1 => '建築都市デザイン学部',
            2 => '情報工学部',
            3 => '環境学部',
            4 => 'メディア情報学部',
            5 => '都市生活学部',
            6 => '人間科学部',
        ],
        'class' => [
            0 => [
                0 => '機械工学科',
                1 => '機械システム工学科',
                2 => '電気電子通信工学科',
                3 => '医用工学科',
                4 => 'エネルギー化学科',
                5 => '原子力安全工学科',
                6 => '自然科学科',
            ],
            1 => [
                0 => '建築学科',
                1 => '都市工学科',
            ],
            2 => [
                0 => '情報科学科',
                1 => '知能情報工学科',
            ],
            3 => [
                0 => '環境創生学科',
                1 => '環境経営システム学科',
            ],
            4 => [
                0 => '情報システム学科',
                1 => '社会メディア学科',
            ],
            5 => [
                0 => '都市生活学科',
            ],
            6 => [
                0 => '児童学科',
            ],
        ]
    ],
    140013020 => [
        'name' => '明治学院大学',
        'fuculty' => [
            0 => '文学部',
            1 => '経済学部',
            2 => '社会学部',
            3 => '法学部',
            4 => '国際学部',
            5 => '心理学部',
        ],
        'class' => [
            0 => [
                0 => '英文学科',
                1 => 'フランス文学科',
                2 => '芸術学科',
            ],
            1 => [
                0 => '経済学科',
                1 => '経営学科',
                2 => '国際経営学科',
            ],
            2 => [
                0 => '社会学科',
                1 => '社会福祉学科',
            ],
            3 => [
                0 => '法律学科',
                1 => '消費情報環境法学科',
                2 => 'グローバル法学科',
                3 => '政治学科',
            ],
            4 => [
                0 => '国際学科',
                1 => '国際キャリア学科',
            ],
            5 => [
                0 => '心理学科',
                1 => '教育発達学科',
            ],
        ]
    ],
    140013021 => [
        'name' => 'ビューティアンドウェルネス専門職大学',
        'fuculty' => [
            0 => 'ビューティアンドウェルネス学部',
        ],
        'class' => [
            0 => [
                0 => 'ビューティアンドウェルネス学科',
            ],
        ]
    ],
    140013022 => [
        'name' => '洗足学園音楽大学',
        'fuculty' => [
            0 => '音楽学部',
        ],
        'class' => [
            0 => [
                0 => '音楽学科',
            ],
        ]
    ],
    140013023 => [
        'name' => '神奈川工科大学',
        'fuculty' => [
            0 => '工学部',
            1 => '創造工学部',
            2 => '応用バイオ科学部',
            3 => '情報学部',
            4 => '健康医療科学部',
        ],
        'class' => [
            0 => [
                0 => '機械工学科',
                1 => '電気電子情報工学科',
                2 => '応用化学科',
            ],
            1 => [
                0 => '自動車システム開発工学科',
                1 => 'ロボット・メカトロニクス学科',
                2 => 'ホームエレクトロニクス開発学科',
            ],
            2 => [
                0 => '応用バイオ科学科',
            ],
            3 => [
                0 => '情報工学科',
                1 => '情報ネットワーク・コミュニケーション学科',
                2 => '情報メディア学科',
            ],
            4 => [
                0 => '看護学科',
                1 => '管理栄養学科',
                2 => '臨床工学科',
            ],
        ]
    ],
    140013024 => [
        'name' => 'フェリス女学院大学',
        'fuculty' => [
            0 => '文学部',
            1 => '国際交流学部',
            2 => '音楽学部',
        ],
        'class' => [
            0 => [
                0 => '英語英米文学科',
                1 => '日本語日本文学科',
                2 => 'コミュニケーション学科',
            ],
            1 => [
                0 => '国際交流学科',
            ],
            2 => [
                0 => '音楽芸術学科',
            ],
        ]
    ],
    140013025 => [
        'name' => '日本体育大学',
        'fuculty' => [
            0 => '体育学部',
            1 => 'スポーツ文化学部',
            2 => 'スポーツマネジメント学部',
            3 => '児童スポーツ教育学部',
            4 => '保健医療学部',
        ],
        'class' => [
            0 => [
                0 => '体育学科',
                1 => '健康学科',
            ],
            1 => [
                0 => '武道教育学科',
                1 => 'スポーツ国際学科',
            ],
            2 => [
                0 => 'スポーツマネジメント学科',
                1 => 'スポーツライフマネジメント学科',
            ],
            3 => [
                0 => '児童スポーツ教育学科',
            ],
            4 => [
                0 => '整復医療学科',
                1 => '救急医療学科',
            ],
        ]
    ],
    140013026 => [
        'name' => '関東学院大学',
        'fuculty' => [
            0 => '国際文化学部',
            1 => '社会学部',
            2 => '法学部',
            3 => '経済学部',
            4 => '経営学部',
            5 => '理工学部',
            6 => '建築・環境学部',
            7 => '人間共生学部',
            8 => '教育学部',
            9 => '栄養学部',
            10 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '英語文化学科',
                1 => '比較文化学科',
            ],
            1 => [
                0 => '現代社会学科',
            ],
            2 => [
                0 => '法学科',
                1 => '地域創生学科',
            ],
            3 => [
                0 => '経済学科',
            ],
            4 => [
                0 => '経営学科',
            ],
            5 => [
                0 => '理工学科',
            ],
            6 => [
                0 => '建築・環境学科',
            ],
            7 => [
                0 => 'コミュニケーション学科',
                1 => '共生デザイン学科',
            ],
            8 => [
                0 => 'こども発達学科',
            ],
            9 => [
                0 => '管理栄養学科',
            ],
            10 => [
                0 => '看護学科',
            ],
        ]
    ],
    140013027 => [
        'name' => '湘南工科大学',
        'fuculty' => [
            0 => '工学部',
        ],
        'class' => [
            0 => [
                0 => '機械工学科',
                1 => '電気電子工学科',
                2 => '情報工学科',
                3 => 'コンピュータ応用学科',
                4 => '総合デザイン学科',
                5 => '人間環境学科',
            ],
        ]
    ],
    140013028 => [
        'name' => '聖マリアンナ医科大学',
        'fuculty' => [
            0 => '医学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
            ],
        ]
    ],
    140013029 => [
        'name' => '青山学院大学',
        'fuculty' => [
            0 => '文学部',
            1 => '教育人間科学部',
            2 => '経済学部',
            3 => '法学部',
            4 => '経営学部',
            5 => '国際政治経済学部',
            6 => '総合文化政策学部',
            7 => '理工学部',
            8 => '社会情報学部',
            9 => 'コミュニティ人間科学部',
            10 => '地球社会共生学部',
        ],
        'class' => [
            0 => [
                0 => '英米文学科',
                1 => 'フランス文学科',
                2 => '日本文学科',
                3 => '史学科',
                4 => '比較芸術学科',
            ],
            1 => [
                0 => '教育学科',
                1 => '心理学科',
            ],
            2 => [
                0 => '経済学科',
                1 => '現代経済デザイン学科',
            ],
            3 => [
                0 => '法学科',
            ],
            4 => [
                0 => '経営学科',
                1 => 'マーケティング学科',
            ],
            5 => [
                0 => '国際政治学科',
                1 => '国際経済学科',
                2 => '国際コミュニケーション学科',
            ],
            6 => [
                0 => '総合文化政策学科',
            ],
            7 => [
                0 => '物理・数理学科',
                1 => '化学・生命科学科',
                2 => '電気電子工学科',
                3 => '機械創造工学科',
                4 => '経営システム工学科',
                5 => '情報テクノロジー学科',
            ],
            8 => [
                0 => '社会情報学科',
            ],
            9 => [
                0 => 'コミュニティ人間科学科',
            ],
            10 => [
                0 => '地球社会共生学科',
            ],
        ]
    ],
    140013030 => [
        'name' => '女子美術大学',
        'fuculty' => [
            0 => '芸術学部',
        ],
        'class' => [
            0 => [
                0 => '美術学科',
                1 => 'デザイン・工芸学科',
                2 => 'アート・デザイン表現学科',
            ],
        ]
    ],
    140013031 => [
        'name' => '八洲学園大学',
        'fuculty' => [
            0 => '生涯学習学部',
        ],
        'class' => [
            0 => [
                0 => '生涯学習学科',
            ],
        ]
    ],
    140013032 => [
        'name' => '相模女子大学',
        'fuculty' => [
            0 => '学芸学部',
            1 => '人間社会学部',
            2 => '栄養科学部',
        ],
        'class' => [
            0 => [
                0 => '日本語日本文学科',
                1 => '英語文化コミュニケーション学科',
                2 => '子ども教育学科',
                3 => 'メディア情報学科',
                4 => '生活デザイン学科',
            ],
            1 => [
                0 => '社会マネジメント学科',
                1 => '人間心理学科',
            ],
            2 => [
                0 => '健康栄養学科',
                1 => '管理栄養学科',
            ],
        ]
    ],
    140013033 => [
        'name' => '横浜創英大学',
        'fuculty' => [
            0 => '看護学部',
            1 => 'こども教育学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
            1 => [
                0 => '幼児教育学科',
            ],
        ]
    ],
    140013034 => [
        'name' => '日本映画大学',
        'fuculty' => [
            0 => '映画学部',
        ],
        'class' => [
            0 => [
                0 => '映画学科',
            ],
        ]
    ],
    140013035 => [
        'name' => '松蔭大学',
        'fuculty' => [
            0 => '経営文化学部',
            1 => 'コミュニケーション文化学部',
            2 => '観光メディア文化学部',
            3 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => 'ビジネスマネジメント学科',
                1 => '経営法学科',
                2 => '金融経済学科',
            ],
            1 => [
                0 => '異文化コミュニケーション学科',
                1 => '日本文化コミュニケーション学科',
                2 => '生活心理学科',
                3 => '子ども学科',
            ],
            2 => [
                0 => '観光文化学科',
                1 => 'メディア情報文化学科',
            ],
            3 => [
                0 => '看護学科',
            ],
        ]
    ],
    140013036 => [
        'name' => '横浜美術大学',
        'fuculty' => [
            0 => '美術学部',
        ],
        'class' => [
            0 => [
                0 => '美術・デザイン学科',
            ],
        ]
    ],
    140013037 => [
        'name' => '鶴見大学',
        'fuculty' => [
            0 => '歯学部',
            1 => '文学部',
        ],
        'class' => [
            0 => [
                0 => '歯学科',
            ],
            1 => [
                0 => '日本文学科',
                1 => '英語英米文学科',
                2 => '文化財学科',
                3 => 'ドキュメンテーション学科',
            ],
        ]
    ],
    140013038 => [
        'name' => '湘南鎌倉医療大学',
        'fuculty' => [
            0 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
        ]
    ],
    140013039 => [
        'name' => '國學院大學',
        'fuculty' => [
            0 => '文学部',
            1 => '神道文化学部',
            2 => '法学部',
            3 => '経済学部',
            4 => '人間開発学部',
        ],
        'class' => [
            0 => [
                0 => '日本文学科',
                1 => '中国文学科',
                2 => '外国語文化学科',
                3 => '史学科',
                4 => '哲学科',
            ],
            1 => [
                0 => '神道文化学科',
            ],
            2 => [
                0 => '法律学科',
            ],
            3 => [
                0 => '経済学科',
                1 => '経営学科',
            ],
            4 => [
                0 => '初等教育学科',
                1 => '健康体育学科',
                2 => '子ども支援学科',
            ],
        ]
    ],
    140013040 => [
        'name' => '多摩大学',
        'fuculty' => [
            0 => '経営情報学部',
            1 => 'グローバルスタディーズ学部',
        ],
        'class' => [
            0 => [
                0 => '事業構想学科',
                1 => '経営情報学科',
            ],
            1 => [
                0 => 'グローバルスタディーズ学科',
            ],
        ]
    ],
    140013041 => [
        'name' => '日本大学',
        'fuculty' => [
            0 => '法学部',
            1 => '法学部第二部',
            2 => '文理学部',
            3 => '経済学部',
            4 => '商学部',
            5 => '芸術学部',
            6 => '国際関係学部',
            7 => '危機管理学部',
            8 => 'スポーツ科学部',
            9 => '理工学部',
            10 => '生産工学部',
            11 => '工学部',
            12 => '医学部',
            13 => '歯学部',
            14 => '松戸歯学部',
            15 => '生物資源科学部',
            16 => '薬学部',
            17 => '通信教育部',
        ],
        'class' => [
            0 => [
                0 => '法律学科',
                1 => '政治経済学科',
                2 => '新聞学科',
                3 => '経営法学科',
                4 => '公共政策学科',
            ],
            1 => [
                0 => '法律学科第二部（夜間部）',
            ],
            2 => [
                0 => '哲学科',
                1 => '史学科',
                2 => '国文学科',
                3 => '中国語中国文化学科',
                4 => '英文学科',
                5 => 'ドイツ文学科',
                6 => '社会学科',
                7 => '社会福祉学科',
                8 => '教育学科',
                9 => '体育学科',
                10 => '心理学科',
                11 => '地理学科',
                12 => '地球科学科',
                13 => '数学科',
                14 => '情報科学科',
                15 => '物理学科',
                16 => '生命科学科',
                17 => '化学科',
            ],
            3 => [
                0 => '経済学科',
                1 => '産業経営学科',
                2 => '金融公共経済学科',
            ],
            4 => [
                0 => '商業学科',
                1 => '経営学科',
                2 => '会計学科',
            ],
            5 => [
                0 => '写真学科',
                1 => '映画学科',
                2 => '美術学科',
                3 => '音楽学科',
                4 => '文芸学科',
                5 => '演劇学科',
                6 => '放送学科',
                7 => 'デザイン学科',
            ],
            6 => [
                0 => '国際総合政策学科',
                1 => '国際教養学科',
            ],
            7 => [
                0 => '危機管理学科',
            ],
            8 => [
                0 => '競技スポーツ学科',
            ],
            9 => [
                0 => '土木工学科',
                1 => '交通システム工学科',
                2 => '建築学科',
                3 => '海洋建築工学科',
                4 => 'まちづくり工学科',
                5 => '機械工学科',
                6 => '精密機械工学科',
                7 => '航空宇宙工学科',
                8 => '電気工学科',
                9 => '電子工学科',
                10 => '応用情報工学科',
                11 => '物質応用化学科',
                12 => '物理学科',
                13 => '数学科',
            ],
            10 => [
                0 => '機械工学科',
                1 => '電気電子工学科',
                2 => '土木工学科',
                3 => '建築工学科',
                4 => '応用分子化学科',
                5 => 'マネジメント工学科',
                6 => '数理情報工学科',
                7 => '環境安全工学科',
                8 => '創生デザイン学科',
            ],
            11 => [
                0 => '土木工学科',
                1 => '建築学科',
                2 => '機械工学科',
                3 => '電気電子工学科',
                4 => '生命応用化学科',
                5 => '情報工学科',
            ],
            12 => [
                0 => '医学科',
            ],
            13 => [
                0 => '歯学科',
            ],
            14 => [
                0 => '歯学科',
            ],
            15 => [
                0 => '生命農学科',
                1 => '生命化学科',
                2 => '獣医学科',
                3 => '動物資源科学科',
                4 => '食品ビジネス学科',
                5 => '森林資源科学科',
                6 => '海洋生物資源科学科',
                7 => '生物環境工学科',
                8 => '食品生命学科',
                9 => '国際地域開発学科',
                10 => '応用生物科学科',
                11 => 'くらしの生物学科',
            ],
            16 => [
                0 => '薬学科',
            ],
            17 => [
                0 => '法学部',
                1 => '文理学部',
                2 => '経済学部',
                3 => '商学部',
            ],
        ]
    ],
    140013042 => [
        'name' => '桐蔭横浜大学',
        'fuculty' => [
            0 => '法学部',
            1 => '医用工学部',
            2 => 'スポーツ健康政策学部',
        ],
        'class' => [
            0 => [
                0 => '法律学科',
            ],
            1 => [
                0 => '生命医工学科',
                1 => '臨床工学科',
            ],
            2 => [
                0 => 'スポーツ教育学科',
                1 => 'スポーツテクノロジー学科',
                2 => 'スポーツ健康政策学科',
            ],
        ]
    ],
    140013043 => [
        'name' => '横浜商科大学',
        'fuculty' => [
            0 => '商学部',
        ],
        'class' => [
            0 => [
                0 => '商学科',
                1 => '観光マネジメント学科',
                2 => '経営情報学科',
            ],
        ]
    ],
    140013044 => [
        'name' => '専修大学',
        'fuculty' => [
            0 => '経済学部',
            1 => '法学部',
            2 => '経営学部',
            3 => '商学部',
            4 => '文学部',
            5 => '人間科学部',
            6 => '国際コミュニケーション学部',
            7 => 'ネットワーク情報学部',
        ],
        'class' => [
            0 => [
                0 => '現代経済学科',
                1 => '生活環境経済学科',
                2 => '国際経済学科',
            ],
            1 => [
                0 => '法律学科',
                1 => '政治学科',
            ],
            2 => [
                0 => '経営学科',
                1 => 'ビジネスデザイン学科',
            ],
            3 => [
                0 => 'マーケティング学科',
                1 => '会計学科',
            ],
            4 => [
                0 => '日本文学文化学科',
                1 => '英語英米文学科',
                2 => '哲学科',
                3 => '歴史学科',
                4 => '環境地理学科',
                5 => 'ジャーナリズム学科',
            ],
            5 => [
                0 => '心理学科',
                1 => '社会学科',
            ],
            6 => [
                0 => '日本語学科',
                1 => '異文化コミュニケーション学科',
            ],
            7 => [
                0 => 'ネットワーク情報学科',
            ],
        ]
    ],
    140013045 => [
        'name' => '湘南医療大学',
        'fuculty' => [
            0 => '保健医療学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
                1 => 'リハビリテーション学科',
            ],
        ]
    ],
    140013046 => [
        'name' => '東京工芸大学',
        'fuculty' => [
            0 => '工学部',
            1 => '芸術学部',
        ],
        'class' => [
            0 => [
                0 => '工学科',
            ],
            1 => [
                0 => '写真学科',
                1 => '映像学科',
                2 => 'デザイン学科',
                3 => 'インタラクティブメディア学科',
                4 => 'アニメーション学科',
                5 => 'ゲーム学科',
                6 => 'マンガ学科',
            ],
        ]
    ],
    140013047 => [
        'name' => '東洋英和女学院大学',
        'fuculty' => [
            0 => '人間科学部',
            1 => '国際社会学部',
        ],
        'class' => [
            0 => [
                0 => '人間科学科',
                1 => '保育子ども学科',
            ],
            1 => [
                0 => '国際社会学科',
                1 => '国際コミュニケーション学科',
            ],
        ]
    ],
    140013048 => [
        'name' => '明治大学',
        'fuculty' => [
            0 => '法学部',
            1 => '商学部',
            2 => '政治経済学部',
            3 => '文学部',
            4 => '理工学部',
            5 => '農学部',
            6 => '経営学部',
            7 => '情報コミュニケーション学部',
            8 => '国際日本学部',
            9 => '総合数理学部',
        ],
        'class' => [
            0 => [
                0 => '法律学科',
            ],
            1 => [
                0 => '商学科',
            ],
            2 => [
                0 => '政治学科',
                1 => '経済学科',
                2 => '地域行政学科',
            ],
            3 => [
                0 => '文学科',
                1 => '史学地理学科',
                2 => '心理社会学科',
            ],
            4 => [
                0 => '電気電子生命学科',
                1 => '機械工学科',
                2 => '機械情報工学科',
                3 => '建築学科',
                4 => '応用化学科',
                5 => '情報科学科',
                6 => '数学科',
                7 => '物理学科',
            ],
            5 => [
                0 => '農学科',
                1 => '農芸化学科',
                2 => '生命科学科',
                3 => '食料環境政策学科',
            ],
            6 => [
                0 => '経営学科',
                1 => '会計学科',
                2 => '公共経営学科',
            ],
            7 => [
                0 => '情報コミュニケーション学科',
            ],
            8 => [
                0 => '国際日本学科',
            ],
            9 => [
                0 => '現象数理学科',
                1 => '先端メディアサイエンス学科',
                2 => 'ネットワークデザイン学科',
            ],
        ]
    ],
];
