<?php
return [
    110011000 => [
        'name' => '埼玉大学',
        'fuculty' => [
            0 => '教養学部',
            1 => '経済学部',
            2 => '教育学部',
            3 => '理学部',
            4 => '工学部',
        ],
        'class' => [
            0 => [
                0 => '教養学科',
            ],
            1 => [
                0 => '経済学科',
            ],
            2 => [
                0 => '学校教育教員養成課程',
                1 => '養護教諭養成課程',
            ],
            3 => [
                0 => '数学科',
                1 => '物理学科',
                2 => '基礎化学科',
                3 => '分子生物学科',
                4 => '生体制御学科',
            ],
            4 => [
                0 => '機械工学・システムデザイン学科',
                1 => '電気電子物理工学科',
                2 => '情報工学科',
                3 => '応用化学科',
                4 => '環境社会デザイン学科',
            ],
        ]
    ],
    110012000 => [
        'name' => '埼玉県立大学',
        'fuculty' => [
            0 => '保健医療福祉学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
                1 => '理学療法学科',
                2 => '作業療法学科',
                3 => '社会福祉子ども学科',
                4 => '健康開発学科',
            ],
        ]
    ],
    110013000 => [
        'name' => '東邦音楽大学',
        'fuculty' => [
            0 => '音楽学部',
        ],
        'class' => [
            0 => [
                0 => '音楽学科',
            ],
        ]
    ],
    110013001 => [
        'name' => '東都大学',
        'fuculty' => [
            0 => 'ヒューマンケア学部',
            1 => '幕張ヒューマンケア学部',
            2 => '管理栄養学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
            1 => [
                0 => '看護学科',
                1 => '理学療法学科',
            ],
            2 => [
                0 => '管理栄養学科',
            ],
        ]
    ],
    110013002 => [
        'name' => '人間総合科学大学',
        'fuculty' => [
            0 => '人間科学部',
            1 => '保健医療学部',
        ],
        'class' => [
            0 => [
                0 => '健康栄養学科',
                1 => '心身健康科学科（通信教育課程）',
                2 => 'ヘルスフードサイエンス学科',
            ],
            1 => [
                0 => '看護学科',
                1 => 'リハビリテーション学科',
            ],
        ]
    ],
    110013003 => [
        'name' => '大東文化大学',
        'fuculty' => [
            0 => '文学部',
            1 => '経済学部',
            2 => '外国語学部',
            3 => '法学部',
            4 => '国際関係学部',
            5 => '経営学部',
            6 => 'スポーツ・健康科学部',
            7 => '社会学部',
        ],
        'class' => [
            0 => [
                0 => '日本文学科',
                1 => '中国文学科',
                2 => '英米文学科',
                3 => '教育学科',
                4 => '書道学科',
                5 => '歴史文化学科',
            ],
            1 => [
                0 => '社会経済学科',
                1 => '現代経済学科',
            ],
            2 => [
                0 => '中国語学科',
                1 => '英語学科',
                2 => '日本語学科',
            ],
            3 => [
                0 => '法律学科',
                1 => '政治学科',
            ],
            4 => [
                0 => '国際関係学科',
                1 => '国際文化学科',
            ],
            5 => [
                0 => '経営学科',
            ],
            6 => [
                0 => 'スポーツ科学科',
                1 => '健康科学科',
                2 => '看護学科',
            ],
            7 => [
                0 => '社会学科',
            ],
        ]
    ],
    110013004 => [
        'name' => 'ものつくり大学',
        'fuculty' => [
            0 => '技能工芸学部',
        ],
        'class' => [
            0 => [
                0 => '総合機械学科',
                1 => '建設学科',
            ],
        ]
    ],
    110013005 => [
        'name' => '跡見学園女子大学',
        'fuculty' => [
            0 => '文学部',
            1 => 'マネジメント学部',
            2 => '心理学部',
            3 => '観光コミュニティ学部',
        ],
        'class' => [
            0 => [
                0 => '人文学科',
                1 => '現代文化表現学科',
                2 => 'コミュニケーション文化学科',
            ],
            1 => [
                0 => 'マネジメント学科',
                1 => '生活環境マネジメント学科',
            ],
            2 => [
                0 => '臨床心理学科',
            ],
            3 => [
                0 => '観光デザイン学科',
                1 => 'コミュニティデザイン学科',
            ],
        ]
    ],
    110013006 => [
        'name' => '文京学院大学',
        'fuculty' => [
            0 => '外国語学部',
            1 => '経営学部',
            2 => '人間学部',
            3 => '保健医療技術学部',
        ],
        'class' => [
            0 => [
                0 => '英語コミュニケーション学科',
            ],
            1 => [
                0 => '経営コミュニケーション学科',
            ],
            2 => [
                0 => 'コミュニケーション社会学科',
                1 => '児童発達学科',
                2 => '人間福祉学科',
                3 => '心理学科',
            ],
            3 => [
                0 => '理学療法学科',
                1 => '作業療法学科',
                2 => '臨床検査学科',
                3 => '看護学科',
            ],
        ]
    ],
    110013007 => [
        'name' => '平成国際大学',
        'fuculty' => [
            0 => '法学部',
            1 => 'スポーツ健康学部',
        ],
        'class' => [
            0 => [
                0 => '法学科',
            ],
            1 => [
                0 => 'スポーツ健康学科',
            ],
        ]
    ],
    110013008 => [
        'name' => '文教大学',
        'fuculty' => [
            0 => '教育学部',
            1 => '人間科学部',
            2 => '文学部',
            3 => '情報学部',
            4 => '国際学部',
            5 => '健康栄養学部',
            6 => '経営学部',
        ],
        'class' => [
            0 => [
                0 => '学校教育課程',
                1 => '発達教育課程',
            ],
            1 => [
                0 => '人間科学科',
                1 => '臨床心理学科',
                2 => '心理学科',
            ],
            2 => [
                0 => '日本語日本文学科',
                1 => '英米語英米文学科',
                2 => '中国語中国文学科',
                3 => '外国語学科',
            ],
            3 => [
                0 => '情報システム学科',
                1 => '情報社会学科',
                2 => 'メディア表現学科',
            ],
            4 => [
                0 => '国際理解学科',
                1 => '国際観光学科',
            ],
            5 => [
                0 => '管理栄養学科',
            ],
            6 => [
                0 => '経営学科',
            ],
        ]
    ],
    110013009 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    110013010 => [
        'name' => '女子栄養大学',
        'fuculty' => [
            0 => '栄養学部',
        ],
        'class' => [
            0 => [
                0 => '実践栄養学科',
                1 => '保健栄養学科',
                2 => '食文化栄養学科',
            ],
        ]
    ],
    110013011 => [
        'name' => '淑徳大学',
        'fuculty' => [
            0 => '総合福祉学部',
            1 => 'コミュニティ政策学部',
            2 => '看護栄養学部',
            3 => '経営学部',
            4 => '教育学部',
            5 => '人文学部',
        ],
        'class' => [
            0 => [
                0 => '社会福祉学科',
                1 => '教育福祉学科',
                2 => '実践心理学科',
            ],
            1 => [
                0 => 'コミュニティ政策学科',
            ],
            2 => [
                0 => '看護学科',
                1 => '栄養学科',
            ],
            3 => [
                0 => '経営学科',
                1 => '観光経営学科',
            ],
            4 => [
                0 => 'こども教育学科',
            ],
            5 => [
                0 => '歴史学科',
                1 => '表現学科',
            ],
        ]
    ],
    110013012 => [
        'name' => '東京電機大学',
        'fuculty' => [
            0 => 'システムデザイン工学部',
            1 => '未来科学部',
            2 => '工学部',
            3 => '工学部第二部',
            4 => '理工学部',
        ],
        'class' => [
            0 => [
                0 => 'デザイン工学科',
                1 => '情報システム工学科',
            ],
            1 => [
                0 => '建築学科',
                1 => '情報メディア学科',
                2 => 'ロボット・メカトロニクス学科',
            ],
            2 => [
                0 => '電気電子工学科',
                1 => '電子システム工学科',
                2 => '応用化学科',
                3 => '機械工学科',
                4 => '先端機械工学科',
                5 => '情報通信工学科',
            ],
            3 => [
                0 => '電気電子工学科',
                1 => '機械工学科',
                2 => '情報通信工学科',
            ],
            4 => [
                0 => '理学系',
                1 => '生命科学系',
                2 => '情報システムデザイン学系',
                3 => '機械工学系',
                4 => '電子工学系',
                5 => '建築・都市環境学系',
            ],
        ]
    ],
    110013013 => [
        'name' => '西武文理大学',
        'fuculty' => [
            0 => 'サービス経営学部',
            1 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => 'サービス経営学科',
                1 => '健康福祉マネジメント学科',
            ],
            1 => [
                0 => '看護学科',
            ],
        ]
    ],
    110013014 => [
        'name' => '目白大学',
        'fuculty' => [
            0 => '心理学部',
            1 => '人間学部',
            2 => '社会学部',
            3 => 'メディア学部',
            4 => '経営学部',
            5 => '外国語学部',
            6 => '保健医療学部',
            7 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '心理カウンセリング学科',
            ],
            1 => [
                0 => '人間福祉学科',
                1 => '子ども学科',
                2 => '児童教育学科',
            ],
            2 => [
                0 => '社会情報学科',
                1 => '地域社会学科',
            ],
            3 => [
                0 => 'メディア学科',
            ],
            4 => [
                0 => '経営学科',
            ],
            5 => [
                0 => '英米語学科',
                1 => '中国語学科',
                2 => '韓国語学科',
                3 => '日本語・日本語教育学科',
            ],
            6 => [
                0 => '理学療法学科',
                1 => '作業療法学科',
                2 => '言語聴覚学科',
            ],
            7 => [
                0 => '看護学科',
            ],
        ]
    ],
    110013015 => [
        'name' => '早稲田大学',
        'fuculty' => [
            0 => '政治経済学部',
            1 => '法学部',
            2 => '教育学部',
            3 => '商学部',
            4 => '社会科学部',
            5 => '人間科学部',
            6 => 'スポーツ科学部',
            7 => '国際教養学部',
            8 => '文化構想学部',
            9 => '文学部',
            10 => '基幹理工学部',
            11 => '創造理工学部',
            12 => '先進理工学部',
        ],
        'class' => [
            0 => [
                0 => '政治学科',
                1 => '経済学科',
                2 => '国際政治経済学科',
            ],
            1 => [],
            2 => [
                0 => '教育学科',
                1 => '国語国文学科',
                2 => '英語英文学科',
                3 => '社会科',
                4 => '理学科',
                5 => '数学科',
                6 => '複合文化学科',
            ],
            3 => [
                0 => '経営トラック',
                1 => '会計トラック',
                2 => 'マーケティング・国際ビジネストラック',
                3 => '金融・保険トラック',
                4 => '経済トラック',
                5 => '産業トラック',
            ],
            4 => [
                0 => '社会科学科',
            ],
            5 => [
                0 => '人間環境科学科',
                1 => '健康福祉科学科',
                2 => '人間情報科学科',
            ],
            6 => [
                0 => 'スポーツ科学科',
            ],
            7 => [
                0 => '国際教養学科',
            ],
            8 => [
                0 => '文化構想学科',
            ],
            9 => [
                0 => '文学科',
            ],
            10 => [
                0 => '数学科',
                1 => '応用数理学科',
                2 => '機械科学・航空宇宙学科',
                3 => '電子物理システム学科',
                4 => '情報理工学科',
                5 => '情報通信学科',
                6 => '表現工学科',
            ],
            11 => [
                0 => '建築学科',
                1 => '総合機械工学科',
                2 => '経営システム工学科',
                3 => '社会環境工学科',
                4 => '環境資源工学科',
            ],
            12 => [
                0 => '物理学科',
                1 => '応用物理学科',
                2 => '化学・生命化学科',
                3 => '応用化学科',
                4 => '生命医科学科',
                5 => '電気・情報生命工学科',
            ],
        ]
    ],
    110013016 => [
        'name' => '駿河台大学',
        'fuculty' => [
            0 => '法学部',
            1 => '経済経営学部',
            2 => 'メディア情報学部',
            3 => 'スポーツ科学部',
            4 => '心理学部',
        ],
        'class' => [
            0 => [
                0 => '法律学科',
            ],
            1 => [
                0 => '経済経営学科',
            ],
            2 => [
                0 => 'メディア情報学科',
            ],
            3 => [
                0 => 'スポーツ科学科',
            ],
            4 => [
                0 => '心理学科',
            ],
        ]
    ],
    110013017 => [
        'name' => '武蔵野学院大学',
        'fuculty' => [
            0 => '国際コミュニケーション学部',
        ],
        'class' => [
            0 => [
                0 => '国際コミュニケーション学科',
            ],
        ]
    ],
    110013018 => [
        'name' => '芝浦工業大学',
        'fuculty' => [
            0 => '工学部',
            1 => 'システム理工学部',
            2 => 'デザイン工学部',
            3 => '建築学部',
        ],
        'class' => [
            0 => [
                0 => '機械工学科',
                1 => '機械機能工学科',
                2 => '材料工学科',
                3 => '応用化学科',
                4 => '電気工学科',
                5 => '電子工学科',
                6 => '情報通信工学科',
                7 => '情報工学科',
                8 => '土木工学科',
            ],
            1 => [
                0 => '電子情報システム学科',
                1 => '機械制御システム学科',
                2 => '環境システム学科',
                3 => '生命科学科',
                4 => '数理科学科',
            ],
            2 => [
                0 => 'デザイン工学科',
            ],
            3 => [
                0 => '建築学科',
            ],
        ]
    ],
    110013019 => [
        'name' => '聖学院大学',
        'fuculty' => [
            0 => '政治経済学部',
            1 => '人文学部',
            2 => '心理福祉学部',
        ],
        'class' => [
            0 => [
                0 => '政治経済学科',
            ],
            1 => [
                0 => '欧米文化学科',
                1 => '日本文化学科',
                2 => '児童学科',
            ],
            2 => [
                0 => '心理福祉学科',
            ],
        ]
    ],
    110013020 => [
        'name' => '獨協大学',
        'fuculty' => [
            0 => '外国語学部',
            1 => '国際教養学部',
            2 => '経済学部',
            3 => '法学部',
        ],
        'class' => [
            0 => [
                0 => 'ドイツ語学科',
                1 => '英語学科',
                2 => 'フランス語学科',
                3 => '交流文化学科',
            ],
            1 => [
                0 => '言語文化学科',
            ],
            2 => [
                0 => '経済学科',
                1 => '経営学科',
                2 => '国際環境経済学科',
            ],
            3 => [
                0 => '法律学科',
                1 => '国際関係法学科',
                2 => '総合政策学科',
            ],
        ]
    ],
    110013021 => [
        'name' => '日本工業大学',
        'fuculty' => [
            0 => '基幹工学部',
            1 => '先進工学部',
            2 => '建築学部',
        ],
        'class' => [
            0 => [
                0 => '機械工学科',
                1 => '電気電子通信工学科',
                2 => '応用化学科',
            ],
            1 => [
                0 => 'ロボティクス学科',
                1 => '情報メディア工学科',
            ],
            2 => [
                0 => '建築学科',
            ],
        ]
    ],
    110013022 => [
        'name' => '埼玉学園大学',
        'fuculty' => [
            0 => '人間学部',
            1 => '経済経営学部',
        ],
        'class' => [
            0 => [
                0 => '人間文化学科',
                1 => '子ども発達学科',
                2 => '心理学科',
            ],
            1 => [
                0 => '経済経営学科',
            ],
        ]
    ],
    110013023 => [
        'name' => '尚美学園大学',
        'fuculty' => [
            0 => '芸術情報学部',
            1 => '総合政策学部',
            2 => 'スポーツマネジメント学部',
        ],
        'class' => [
            0 => [
                0 => '情報表現学科',
                1 => '音楽表現学科',
                2 => '音楽応用学科',
                3 => '舞台表現学科',
            ],
            1 => [
                0 => '総合政策学科',
            ],
            2 => [
                0 => 'スポーツマネジメント学科',
            ],
        ]
    ],
    110013024 => [
        'name' => '日本医療科学大学',
        'fuculty' => [
            0 => '保健医療学部',
        ],
        'class' => [
            0 => [
                0 => '診療放射線学科',
                1 => 'リハビリテーション学科',
                2 => '看護学科',
                3 => '臨床工学科',
            ],
        ]
    ],
    110013025 => [
        'name' => '日本薬科大学',
        'fuculty' => [
            0 => '薬学部',
        ],
        'class' => [
            0 => [
                0 => '医療ビジネス薬科学科',
                1 => '薬学科',
            ],
        ]
    ],
    110013026 => [
        'name' => '日本保健医療大学',
        'fuculty' => [
            0 => '保健医療学部',
        ],
        'class' => [
            0 => [
                0 => '理学療法学科',
                1 => '看護学科',
            ],
        ]
    ],
    110013027 => [
        'name' => '立正大学',
        'fuculty' => [
            0 => '心理学部',
            1 => '法学部',
            2 => '経営学部',
            3 => '経済学部',
            4 => '文学部',
            5 => '仏教学部',
            6 => '地球環境科学部',
            7 => '社会福祉学部',
        ],
        'class' => [
            0 => [
                0 => '臨床心理学科',
                1 => '対人・社会心理学科',
            ],
            1 => [
                0 => '法学科',
            ],
            2 => [
                0 => '経営学科',
            ],
            3 => [
                0 => '経済学科',
            ],
            4 => [
                0 => '哲学科',
                1 => '史学科',
                2 => '社会学科',
                3 => '文学科',
            ],
            5 => [
                0 => '仏教学科',
                1 => '宗学科',
            ],
            6 => [
                0 => '環境システム学科',
                1 => '地理学科',
            ],
            7 => [
                0 => '社会福祉学科',
                1 => '子ども教育福祉学科',
            ],
        ]
    ],
    110013028 => [
        'name' => '共栄大学',
        'fuculty' => [
            0 => '国際経営学部',
            1 => '教育学部',
        ],
        'class' => [
            0 => [
                0 => '国際経営学科',
            ],
            1 => [
                0 => '教育学科',
            ],
        ]
    ],
    110013029 => [
        'name' => '浦和大学',
        'fuculty' => [
            0 => 'こども学部',
            1 => '社会学部',
        ],
        'class' => [
            0 => [
                0 => '学校教育学科',
                1 => 'こども学科',
            ],
            1 => [
                0 => '総合福祉学科',
                1 => '現代社会学科',
            ],
        ]
    ],
    110013030 => [
        'name' => '十文字学園女子大学',
        'fuculty' => [
            0 => '人間生活学部',
            1 => '教育人文学部',
            2 => '社会情報デザイン学部',
        ],
        'class' => [
            0 => [
                0 => '健康栄養学科',
                1 => '食物栄養学科',
                2 => '食品開発学科',
                3 => '人間福祉学科',
            ],
            1 => [
                0 => '幼児教育学科',
                1 => '児童教育学科',
                2 => '心理学科',
                3 => '文芸文化学科',
            ],
            2 => [
                0 => '社会情報デザイン学科',
            ],
        ]
    ],
    110013031 => [
        'name' => '日本赤十字看護大学',
        'fuculty' => [
            0 => '看護学部',
            1 => 'さいたま看護学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
            1 => [
                0 => '看護学科',
            ],
        ]
    ],
    110013032 => [
        'name' => '東洋大学',
        'fuculty' => [
            0 => '文学部',
            1 => '経済学部',
            2 => '経営学部',
            3 => '法学部',
            4 => '社会学部',
            5 => '国際学部',
            6 => '国際観光学部',
            7 => '情報連携学部',
            8 => 'ライフデザイン学部',
            9 => '理工学部',
            10 => '総合情報学部',
            11 => '生命科学部',
            12 => '食環境科学部',
        ],
        'class' => [
            0 => [
                0 => '哲学科',
                1 => '東洋思想文化学科',
                2 => '日本文学文化学科',
                3 => '英米文学科',
                4 => '史学科',
                5 => '教育学科',
                6 => '国際文化コミュニケーション学科',
                7 => '東洋思想文化学科（第２部・イブニングコース（夜））',
                8 => '日本文学文化学科（第２部・イブニングコース（夜））',
                9 => '教育学科（第２部・イブニングコース（夜））',
            ],
            1 => [
                0 => '経済学科',
                1 => '国際経済学科',
                2 => '総合政策学科',
                3 => '経済学科（第２部・イブニングコース（夜））',
            ],
            2 => [
                0 => '経営学科',
                1 => 'マーケティング学科',
                2 => '会計ファイナンス学科',
                3 => '経営学科（第２部・イブニングコース（夜））',
            ],
            3 => [
                0 => '法律学科',
                1 => '企業法学科',
                2 => '法律学科（第２部・イブニングコース（夜））',
            ],
            4 => [
                0 => '社会学科',
                1 => '社会文化システム学科',
                2 => '社会福祉学科',
                3 => 'メディアコミュニケーション学科',
                4 => '社会心理学科',
                5 => '社会学科（第２部・イブニングコース（夜））',
                6 => '社会福祉学科（第２部・イブニングコース（夜））',
            ],
            5 => [
                0 => 'グローバル・イノベーション学科',
                1 => '国際地域学科',
            ],
            6 => [
                0 => '国際観光学科',
            ],
            7 => [
                0 => '情報連携学科',
            ],
            8 => [
                0 => '生活支援学科',
                1 => '健康スポーツ学科',
                2 => '人間環境デザイン学科',
            ],
            9 => [
                0 => '機械工学科',
                1 => '生体医工学科',
                2 => '電気電子情報工学科',
                3 => '応用化学科',
                4 => '都市環境デザイン学科',
                5 => '建築学科',
            ],
            10 => [
                0 => '総合情報学科',
            ],
            11 => [
                0 => '生命科学科',
                1 => '応用生物科学科',
            ],
            12 => [
                0 => '食環境科学科',
                1 => '健康栄養学科',
            ],
        ]
    ],
    110013033 => [
        'name' => '埼玉工業大学',
        'fuculty' => [
            0 => '工学部',
            1 => '人間社会学部',
        ],
        'class' => [
            0 => [
                0 => '機械工学科',
                1 => '生命環境化学科',
                2 => '情報システム学科',
            ],
            1 => [
                0 => '情報社会学科',
                1 => '心理学科',
            ],
        ]
    ],
    110013034 => [
        'name' => '立教大学',
        'fuculty' => [
            0 => '文学部',
            1 => '異文化コミュニケーション学部',
            2 => '経済学部',
            3 => '経営学部',
            4 => '理学部',
            5 => '社会学部',
            6 => '法学部',
            7 => '観光学部',
            8 => 'コミュニティ福祉学部',
            9 => '現代心理学部',
            10 => 'Ｇｌｏｂａｌ　Ｌｉｂｅｒａｌ　Ａｒｔｓ　Ｐｒｏｇｒａｍ（ＧＬＡＰ）',
        ],
        'class' => [
            0 => [
                0 => 'キリスト教学科',
                1 => '文学科',
                2 => '史学科',
                3 => '教育学科',
            ],
            1 => [
                0 => '異文化コミュニケーション学科',
            ],
            2 => [
                0 => '経済学科',
                1 => '経済政策学科',
                2 => '会計ファイナンス学科',
            ],
            3 => [
                0 => '経営学科',
                1 => '国際経営学科',
            ],
            4 => [
                0 => '数学科',
                1 => '物理学科',
                2 => '化学科',
                3 => '生命理学科',
            ],
            5 => [
                0 => '社会学科',
                1 => '現代文化学科',
                2 => 'メディア社会学科',
            ],
            6 => [
                0 => '法学科',
                1 => '国際ビジネス法学科',
                2 => '政治学科',
            ],
            7 => [
                0 => '観光学科',
                1 => '交流文化学科',
            ],
            8 => [
                0 => 'コミュニティ政策学科',
                1 => '福祉学科',
                2 => 'スポーツウエルネス学科',
            ],
            9 => [
                0 => '心理学科',
                1 => '映像身体学科',
            ],
            10 => [
                0 => 'Ｇｌｏｂａｌ　Ｌｉｂｅｒａｌ　Ａｒｔｓ　Ｐｒｏｇｒａｍ（ＧＬＡＰ）',
            ],
        ]
    ],
    110013035 => [
        'name' => '城西大学',
        'fuculty' => [
            0 => '経済学部',
            1 => '現代政策学部',
            2 => '経営学部',
            3 => '理学部',
            4 => '薬学部',
        ],
        'class' => [
            0 => [
                0 => '経済学科',
            ],
            1 => [
                0 => '社会経済システム学科',
            ],
            2 => [
                0 => 'マネジメント総合学科',
            ],
            3 => [
                0 => '数学科',
                1 => '化学科',
            ],
            4 => [
                0 => '薬学科',
                1 => '薬科学科',
                2 => '医療栄養学科',
            ],
        ]
    ],
    110013036 => [
        'name' => '東京国際大学',
        'fuculty' => [
            0 => '商学部',
            1 => '経済学部',
            2 => '言語コミュニケーション学部',
            3 => '国際関係学部',
            4 => '人間社会学部',
        ],
        'class' => [
            0 => [
                0 => '商学科',
                1 => '経営学科',
            ],
            1 => [
                0 => '経済学科',
            ],
            2 => [
                0 => '英語コミュニケーション学科',
            ],
            3 => [
                0 => '国際関係学科',
                1 => '国際メディア学科',
            ],
            4 => [
                0 => '福祉心理学科',
                1 => '人間スポーツ学科',
                2 => 'スポーツ科学科',
            ],
        ]
    ],
    110013037 => [
        'name' => '東京家政大学',
        'fuculty' => [
            0 => '家政学部',
            1 => '人文学部',
            2 => '健康科学部',
            3 => '子ども学部',
        ],
        'class' => [
            0 => [
                0 => '児童学科',
                1 => '児童教育学科',
                2 => '栄養学科',
                3 => '環境教育学科',
                4 => '服飾美術学科',
                5 => '造形表現学科',
            ],
            1 => [
                0 => '英語コミュニケーション学科',
                1 => '心理カウンセリング学科',
                2 => '教育福祉学科',
            ],
            2 => [
                0 => 'リハビリテーション学科',
                1 => '看護学科',
            ],
            3 => [
                0 => '子ども支援学科',
            ],
        ]
    ],
    110013038 => [
        'name' => '明海大学',
        'fuculty' => [
            0 => '外国語学部',
            1 => '経済学部',
            2 => '不動産学部',
            3 => 'ホスピタリティ・ツーリズム学部',
            4 => '歯学部',
            5 => '保健医療学部',
        ],
        'class' => [
            0 => [
                0 => '日本語学科',
                1 => '英米語学科',
                2 => '中国語学科',
            ],
            1 => [
                0 => '経済学科',
            ],
            2 => [
                0 => '不動産学科',
            ],
            3 => [
                0 => 'ホスピタリティ・ツーリズム学科',
            ],
            4 => [
                0 => '歯学科',
            ],
            5 => [
                0 => '口腔保健学科',
            ],
        ]
    ],
    110013039 => [
        'name' => '埼玉医科大学',
        'fuculty' => [
            0 => '医学部',
            1 => '保健医療学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
            ],
            1 => [
                0 => '看護学科',
                1 => '臨床検査学科',
                2 => '臨床工学科',
                3 => '理学療法学科',
            ],
        ]
    ],

];
