<?php
return [
    90011000 => [
        'name' => '宇都宮大学',
        'fuculty' => [
            0 => '地域デザイン科学部',
            1 => '国際学部',
            2 => '工学部',
            3 => '農学部',
            4 => '共同教育学部',
        ],
        'class' => [
            0 => [
                0 => 'コミュニティデザイン学科',
                1 => '建築都市デザイン学科',
                2 => '社会基盤デザイン学科',
            ],
            1 => [
                0 => '国際学科',
            ],
            2 => [
                0 => '基盤工学科',
            ],
            3 => [
                0 => '生物資源科学科',
                1 => '応用生命化学科',
                2 => '農業環境工学科',
                3 => '農業経済学科',
                4 => '森林科学科',
            ],
            4 => [
                0 => '学校教育教員養成課程',
            ],
        ]
    ],
    90013000 => [
        'name' => '国際医療福祉大学',
        'fuculty' => [
            0 => '医学部',
            1 => '保健医療学部',
            2 => '医療福祉学部',
            3 => '薬学部',
            4 => '成田看護学部',
            5 => '成田保健医療学部',
            6 => '赤坂心理・医療福祉マネジメント学部',
            7 => '小田原保健医療学部',
            8 => '福岡看護学部',
            9 => '福岡保健医療学部',
            10 => '福岡薬学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
            ],
            1 => [
                0 => '看護学科',
                1 => '理学療法学科',
                2 => '作業療法学科',
                3 => '言語聴覚学科',
                4 => '視機能療法学科',
                5 => '放射線・情報科学科',
            ],
            2 => [
                0 => '医療福祉・マネジメント学科',
            ],
            3 => [
                0 => '薬学科（６年制）',
            ],
            4 => [
                0 => '看護学科',
            ],
            5 => [
                0 => '理学療法学科',
                1 => '作業療法学科',
                2 => '言語聴覚学科',
                3 => '医学検査学科',
                4 => '放射線・情報科学科',
            ],
            6 => [
                0 => '心理学科',
                1 => '医療マネジメント学科',
            ],
            7 => [
                0 => '看護学科',
                1 => '理学療法学科',
                2 => '作業療法学科',
            ],
            8 => [
                0 => '看護学科',
            ],
            9 => [
                0 => '理学療法学科',
                1 => '作業療法学科',
                2 => '言語聴覚学科',
                3 => '医学検査学科',
            ],
            10 => [
                0 => '薬学科',
            ],
        ]
    ],
    90013001 => [
        'name' => '作新学院大学',
        'fuculty' => [
            0 => '経営学部',
            1 => '人間文化学部',
        ],
        'class' => [
            0 => [
                0 => '経営学科',
                1 => 'スポーツマネジメント学科',
            ],
            1 => [
                0 => '発達教育学科',
                1 => '心理コミュニケーション学科',
            ],
        ]
    ],
    90013002 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    90013003 => [
        'name' => '文星芸術大学',
        'fuculty' => [
            0 => '美術学部',
        ],
        'class' => [
            0 => [
                0 => '美術学科',
            ],
        ]
    ],
    90013004 => [
        'name' => '白鴎大学',
        'fuculty' => [
            0 => '経営学部',
            1 => '法学部',
            2 => '教育学部',
        ],
        'class' => [
            0 => [
                0 => '経営学科',
            ],
            1 => [
                0 => '法律学科',
            ],
            2 => [
                0 => '発達科学科',
            ],
        ]
    ],
    90013005 => [
        'name' => '足利大学',
        'fuculty' => [
            0 => '工学部',
            1 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '創生工学科',
            ],
            1 => [
                0 => '看護学科',
            ],
        ]
    ],
    90013006 => [
        'name' => '帝京大学',
        'fuculty' => [
            0 => '医学部',
            1 => '薬学部',
            2 => '経済学部',
            3 => '法学部',
            4 => '文学部',
            5 => '外国語学部',
            6 => '教育学部',
            7 => '理工学部',
            8 => '医療技術学部',
            9 => '福岡医療技術学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
            ],
            1 => [
                0 => '薬学科',
            ],
            2 => [
                0 => '経済学科',
                1 => '国際経済学科',
                2 => '地域経済学科',
                3 => '経営学科',
                4 => '観光経営学科',
            ],
            3 => [
                0 => '法律学科',
                1 => '政治学科',
            ],
            4 => [
                0 => '日本文化学科',
                1 => '史学科',
                2 => '社会学科',
                3 => '心理学科',
            ],
            5 => [
                0 => '外国語学科',
            ],
            6 => [
                0 => '教育文化学科',
                1 => '初等教育学科',
            ],
            7 => [
                0 => '機械・精密システム工学科',
                1 => '航空宇宙工学科',
                2 => '情報電子工学科',
                3 => 'バイオサイエンス学科',
            ],
            8 => [
                0 => '視能矯正学科',
                1 => '看護学科',
                2 => '診療放射線学科',
                3 => '臨床検査学科',
                4 => 'スポーツ医療学科',
                5 => '柔道整復学科',
            ],
            9 => [
                0 => '理学療法学科',
                1 => '作業療法学科',
                2 => '看護学科',
                3 => '診療放射線学科',
                4 => '医療技術学科',
            ],
        ]
    ],
    90013007 => [
        'name' => '獨協医科大学',
        'fuculty' => [
            0 => '医学部',
            1 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
            ],
            1 => [
                0 => '看護学科',
            ],
        ]
    ],
    90013008 => [
        'name' => '宇都宮共和大学',
        'fuculty' => [
            0 => 'シティライフ学部',
            1 => '子ども生活学部',
        ],
        'class' => [
            0 => [
                0 => 'シティライフ学科',
            ],
            1 => [
                0 => '子ども生活学科',
            ],
        ]
    ],
    90013009 => [
        'name' => '自治医科大学',
        'fuculty' => [
            0 => '医学部',
            1 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
            ],
            1 => [
                0 => '看護学科',
            ],
        ]
    ],
];
