<?php
return [
    130011000 => [
        'name' => '東京医科歯科大学',
        'fuculty' => [
            0 => '医学部',
            1 => '歯学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
                1 => '保健衛生学科',
            ],
            1 => [
                0 => '歯学科（６年制）',
                1 => '口腔保健学科',
            ],
        ]
    ],
    130011001 => [
        'name' => '東京海洋大学',
        'fuculty' => [
            0 => '海洋生命科学部',
            1 => '海洋工学部',
            2 => '海洋資源環境学部',
        ],
        'class' => [
            0 => [
                0 => '海洋生物資源学科',
                1 => '食品生産科学科',
                2 => '海洋政策文化学科',
            ],
            1 => [
                0 => '海事システム工学科',
                1 => '海洋電子機械工学科',
                2 => '流通情報工学科',
            ],
            2 => [
                0 => '海洋環境科学科',
                1 => '海洋資源エネルギー学科',
            ],
        ]
    ],
    130011002 => [
        'name' => '電気通信大学',
        'fuculty' => [
            0 => '情報理工学域',
        ],
        'class' => [
            0 => [
                0 => 'Ｉ類（情報系）',
                1 => 'ＩＩ類（融合系）',
                2 => 'ＩＩＩ類（理工系）',
                3 => '先端工学基礎課程（夜間主）',
            ],
        ]
    ],
    130011003 => [
        'name' => '東京学芸大学',
        'fuculty' => [
            0 => '教育学部',
        ],
        'class' => [
            0 => [
                0 => '初等教育教員養成課程',
                1 => '中等教育教員養成課程',
                2 => '特別支援教育教員養成課程',
                3 => '養護教育教員養成課程',
                4 => '教育支援課程',
            ],
        ]
    ],
    130011004 => [
        'name' => 'お茶の水女子大学',
        'fuculty' => [
            0 => '文教育学部',
            1 => '理学部',
            2 => '生活科学部',
        ],
        'class' => [
            0 => [
                0 => '人文科学科',
                1 => '言語文化学科',
                2 => '人間社会科学科',
                3 => '芸術・表現行動学科',
            ],
            1 => [
                0 => '数学科',
                1 => '物理学科',
                2 => '化学科',
                3 => '生物学科',
                4 => '情報科学科',
            ],
            2 => [
                0 => '食物栄養学科',
                1 => '人間・環境科学科',
                2 => '人間生活学科',
                3 => '心理学科',
            ],
        ]
    ],
    130011005 => [
        'name' => '東京大学',
        'fuculty' => [
            0 => '教養学部',
            1 => '法学部',
            2 => '経済学部',
            3 => '文学部',
            4 => '教育学部',
            5 => '工学部',
            6 => '理学部',
            7 => '農学部',
            8 => '薬学部',
            9 => '医学部',
        ],
        'class' => [
            0 => [
                0 => '教養学科',
                1 => '学際科学科',
                2 => '統合自然科学科',
            ],
            1 => [
                0 => '第１類（法学総合コース）',
                1 => '第２類（法律プロフェッション・コース）',
                2 => '第３類（政治コース）',
            ],
            2 => [
                0 => '経済学科',
                1 => '経営学科',
                2 => '金融学科',
            ],
            3 => [
                0 => '人文学科',
            ],
            4 => [
                0 => '総合教育科学科',
            ],
            5 => [
                0 => '社会基盤学科',
                1 => '建築学科',
                2 => '都市工学科',
                3 => '機械工学科',
                4 => '機械情報工学科',
                5 => '航空宇宙工学科',
                6 => '精密工学科',
                7 => '電子情報工学科',
                8 => '電気電子工学科',
                9 => '物理工学科',
                10 => '計数工学科',
                11 => 'マテリアル工学科',
                12 => '応用化学科',
                13 => '化学システム工学科',
                14 => '化学生命工学科',
                15 => 'システム創成学科',
            ],
            6 => [
                0 => '数学科',
                1 => '情報科学科',
                2 => '物理学科',
                3 => '天文学科',
                4 => '地球惑星物理学科',
                5 => '地球惑星環境学科',
                6 => '化学科',
                7 => '生物化学科',
                8 => '生物学科',
                9 => '生物情報科学科',
            ],
            7 => [
                0 => '応用生命科学課程',
                1 => '環境資源科学課程',
                2 => '獣医学課程',
            ],
            8 => [
                0 => '薬学科＜６年制＞',
                1 => '薬科学科＜４年制＞',
            ],
            9 => [
                0 => '医学科',
                1 => '健康総合科学科',
            ],
        ]
    ],
    130011006 => [
        'name' => '東京藝術大学',
        'fuculty' => [
            0 => '美術学部',
            1 => '音楽学部',
        ],
        'class' => [
            0 => [
                0 => '絵画科',
                1 => '彫刻科',
                2 => '工芸科',
                3 => 'デザイン科',
                4 => '建築科',
                5 => '先端芸術表現科',
                6 => '芸術学科',
            ],
            1 => [
                0 => '作曲科',
                1 => '声楽科',
                2 => '器楽科',
                3 => '指揮科',
                4 => '邦楽科',
                5 => '楽理科',
                6 => '音楽環境創造科',
            ],
        ]
    ],
    130011007 => [
        'name' => '東京農工大学',
        'fuculty' => [
            0 => '農学部',
            1 => '工学部',
        ],
        'class' => [
            0 => [
                0 => '生物生産学科',
                1 => '応用生物科学科',
                2 => '環境資源科学科',
                3 => '地域生態システム学科',
                4 => '共同獣医学科',
            ],
            1 => [
                0 => '生命工学科',
                1 => '応用化学科',
                2 => '化学物理工学科',
                3 => '生体医用システム工学科',
                4 => '機械システム工学科',
                5 => '知能情報システム工学科',
            ],
        ]
    ],
    130011008 => [
        'name' => '東京工業大学',
        'fuculty' => [
            0 => '理学院',
            1 => '工学院',
            2 => '物質理工学院',
            3 => '情報理工学院',
            4 => '生命理工学院',
            5 => '環境・社会理工学院',
        ],
        'class' => [
            0 => [
                0 => '数学系',
                1 => '物理学系',
                2 => '化学系',
                3 => '地球惑星科学系',
            ],
            1 => [
                0 => '機械系',
                1 => 'システム制御系',
                2 => '電気電子系',
                3 => '情報通信系',
                4 => '経営工学系',
            ],
            2 => [
                0 => '材料系',
                1 => '応用化学系',
            ],
            3 => [
                0 => '数理・計算科学系',
                1 => '情報工学系',
            ],
            4 => [
                0 => '生命理工学系',
            ],
            5 => [
                0 => '建築学系',
                1 => '土木・環境工学系',
                2 => '融合理工学系',
            ],
        ]
    ],
    130011009 => [
        'name' => '一橋大学',
        'fuculty' => [
            0 => '商学部',
            1 => '経済学部',
            2 => '法学部',
            3 => '社会学部',
        ],
        'class' => [
            0 => [
                0 => '経営学科',
                1 => '商学科',
            ],
            1 => [
                0 => '経済学科',
            ],
            2 => [
                0 => '法律学科',
            ],
            3 => [
                0 => '社会学科',
            ],
        ]
    ],
    130011010 => [
        'name' => '東京外国語大学',
        'fuculty' => [
            0 => '言語文化学部',
            1 => '国際社会学部',
            2 => '国際日本学部',
        ],
        'class' => [
            0 => [
                0 => '言語文化学科',
            ],
            1 => [
                0 => '国際社会学科',
            ],
            2 => [
                0 => '国際日本学科',
            ],
        ]
    ],
    130012000 => [
        'name' => '首都大学東京',
        'fuculty' => [
            0 => '人文社会学部',
            1 => '法学部',
            2 => '経済経営学部',
            3 => '理学部',
            4 => '都市環境学部',
            5 => 'システムデザイン学部',
            6 => '健康福祉学部',
        ],
        'class' => [
            0 => [
                0 => '人間社会学科',
                1 => '人文学科',
            ],
            1 => [
                0 => '法学科',
            ],
            2 => [
                0 => '経済経営学科',
            ],
            3 => [
                0 => '数理科学科',
                1 => '物理学科',
                2 => '化学科',
                3 => '生命科学科',
            ],
            4 => [
                0 => '地理環境学科',
                1 => '都市基盤環境学科',
                2 => '建築学科',
                3 => '環境応用化学科',
                4 => '観光科学科',
                5 => '都市政策科学科',
            ],
            5 => [
                0 => '情報科学科',
                1 => '電子情報システム工学科',
                2 => '機械システム工学科',
                3 => '航空宇宙システム工学科',
                4 => 'インダストリアルアート学科',
            ],
            6 => [
                0 => '看護学科',
                1 => '理学療法学科',
                2 => '作業療法学科',
                3 => '放射線学科',
            ],
        ]
    ],
    130013000 => [
        'name' => '日本医科大学',
        'fuculty' => [
            0 => '医学部',
        ],
        'class' => [
            0 => [],
        ]
    ],
    130013001 => [
        'name' => '桐朋学園大学',
        'fuculty' => [
            0 => '音楽学部',
        ],
        'class' => [
            0 => [
                0 => '音楽学科',
            ],
        ]
    ],
    130013002 => [
        'name' => 'こども教育宝仙大学',
        'fuculty' => [
            0 => 'こども教育学部',
        ],
        'class' => [
            0 => [
                0 => '幼児教育学科',
            ],
        ]
    ],
    130013003 => [
        'name' => '東邦音楽大学',
        'fuculty' => [
            0 => '音楽学部',
        ],
        'class' => [
            0 => [
                0 => '音楽学科',
            ],
        ]
    ],
    130013004 => [
        'name' => '玉川大学',
        'fuculty' => [
            0 => '教育学部',
            1 => '文学部',
            2 => '芸術学部',
            3 => '経営学部',
            4 => '観光学部',
            5 => 'リベラルアーツ学部',
            6 => '農学部',
            7 => '工学部',
        ],
        'class' => [
            0 => [
                0 => '教育学科',
                1 => '乳幼児発達学科',
            ],
            1 => [
                0 => '英語教育学科',
                1 => '国語教育学科',
            ],
            2 => [
                0 => 'パフォーミング・アーツ学科',
                1 => 'メディア・デザイン学科',
                2 => '芸術教育学科',
            ],
            3 => [
                0 => '国際経営学科',
            ],
            4 => [
                0 => '観光学科',
            ],
            5 => [
                0 => 'リベラルアーツ学科',
            ],
            6 => [
                0 => '生産農学科',
                1 => '環境農学科',
                2 => '先端食農学科',
            ],
            7 => [
                0 => '情報通信工学科',
                1 => 'エンジニアリングデザイン学科',
                2 => 'マネジメントサイエンス学科',
                3 => 'ソフトウェアサイエンス学科',
                4 => '数学教員養成プログラム',
            ],
        ]
    ],
    130013005 => [
        'name' => '昭和大学',
        'fuculty' => [
            0 => '医学部',
            1 => '歯学部',
            2 => '薬学部',
            3 => '保健医療学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
            ],
            1 => [
                0 => '歯学科',
            ],
            2 => [
                0 => '薬学科',
            ],
            3 => [
                0 => '看護学科',
                1 => '理学療法学科',
                2 => '作業療法学科',
            ],
        ]
    ],
    130013006 => [
        'name' => '武蔵野音楽大学',
        'fuculty' => [
            0 => '音楽学部',
        ],
        'class' => [
            0 => [
                0 => '演奏学科',
                1 => '音楽総合学科',
            ],
        ]
    ],
    130013007 => [
        'name' => '北里大学',
        'fuculty' => [
            0 => '理学部',
            1 => '獣医学部',
            2 => '海洋生命科学部',
            3 => '薬学部',
            4 => '医学部',
            5 => '看護学部',
            6 => '医療衛生学部',
        ],
        'class' => [
            0 => [
                0 => '物理学科',
                1 => '化学科',
                2 => '生物科学科',
            ],
            1 => [
                0 => '獣医学科',
                1 => '動物資源科学科',
                2 => '生物環境科学科',
            ],
            2 => [
                0 => '海洋生命科学科',
            ],
            3 => [
                0 => '薬学科',
                1 => '生命創薬科学科',
            ],
            4 => [
                0 => '医学科',
            ],
            5 => [
                0 => '看護学科',
            ],
            6 => [
                0 => '健康科学科',
                1 => '医療検査学科',
                2 => '医療工学科',
                3 => 'リハビリテーション学科',
            ],
        ]
    ],
    130013008 => [
        'name' => '東京成徳大学',
        'fuculty' => [
            0 => '子ども学部',
            1 => '経営学部',
            2 => '応用心理学部',
            3 => '国際学部',
        ],
        'class' => [
            0 => [
                0 => '子ども学科',
            ],
            1 => [
                0 => '経営学科',
            ],
            2 => [
                0 => '臨床心理学科',
                1 => '健康・スポーツ心理学科',
            ],
            3 => [
                0 => '国際学科',
            ],
        ]
    ],
    130013009 => [
        'name' => '東京理科大学',
        'fuculty' => [
            0 => '理学部第一部',
            1 => '工学部',
            2 => '薬学部',
            3 => '理工学部',
            4 => '基礎工学部',
            5 => '経営学部',
            6 => '理学部第二部',
        ],
        'class' => [
            0 => [
                0 => '数学科',
                1 => '物理学科',
                2 => '化学科',
                3 => '応用数学科',
                4 => '応用物理学科',
                5 => '応用化学科',
            ],
            1 => [
                0 => '建築学科',
                1 => '工業化学科',
                2 => '電気工学科',
                3 => '情報工学科',
                4 => '機械工学科',
            ],
            2 => [
                0 => '薬学科',
                1 => '生命創薬科学科',
            ],
            3 => [
                0 => '数学科',
                1 => '物理学科',
                2 => '情報科学科',
                3 => '応用生物科学科',
                4 => '建築学科',
                5 => '先端化学科',
                6 => '電気電子情報工学科',
                7 => '経営工学科',
                8 => '機械工学科',
                9 => '土木工学科',
            ],
            4 => [
                0 => '電子応用工学科',
                1 => '材料工学科',
                2 => '生物工学科',
            ],
            5 => [
                0 => '経営学科',
                1 => 'ビジネスエコノミクス学科',
            ],
            6 => [
                0 => '数学科',
                1 => '物理学科',
                2 => '化学科',
            ],
        ]
    ],
    130013010 => [
        'name' => '第一工業大学',
        'fuculty' => [
            0 => '工学部',
        ],
        'class' => [
            0 => [
                0 => '情報電子システム工学科',
                1 => '航空工学科',
                2 => '機械システム工学科',
                3 => '自然環境工学科',
                4 => '建築デザイン学科',
            ],
        ]
    ],
    130013011 => [
        'name' => '川村学園女子大学',
        'fuculty' => [
            0 => '文学部',
            1 => '教育学部',
            2 => '生活創造学部',
        ],
        'class' => [
            0 => [
                0 => '国際英語学科',
                1 => '史学科',
                2 => '心理学科',
                3 => '日本文化学科',
            ],
            1 => [
                0 => '幼児教育学科',
                1 => '児童教育学科',
            ],
            2 => [
                0 => '生活文化学科',
                1 => '観光文化学科',
            ],
        ]
    ],
    130013012 => [
        'name' => '国際医療福祉大学',
        'fuculty' => [
            0 => '医学部',
            1 => '保健医療学部',
            2 => '医療福祉学部',
            3 => '薬学部',
            4 => '成田看護学部',
            5 => '成田保健医療学部',
            6 => '赤坂心理・医療福祉マネジメント学部',
            7 => '小田原保健医療学部',
            8 => '福岡看護学部',
            9 => '福岡保健医療学部',
            10 => '福岡薬学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
            ],
            1 => [
                0 => '看護学科',
                1 => '理学療法学科',
                2 => '作業療法学科',
                3 => '言語聴覚学科',
                4 => '視機能療法学科',
                5 => '放射線・情報科学科',
            ],
            2 => [
                0 => '医療福祉・マネジメント学科',
            ],
            3 => [
                0 => '薬学科（６年制）',
            ],
            4 => [
                0 => '看護学科',
            ],
            5 => [
                0 => '理学療法学科',
                1 => '作業療法学科',
                2 => '言語聴覚学科',
                3 => '医学検査学科',
                4 => '放射線・情報科学科',
            ],
            6 => [
                0 => '心理学科',
                1 => '医療マネジメント学科',
            ],
            7 => [
                0 => '看護学科',
                1 => '理学療法学科',
                2 => '作業療法学科',
            ],
            8 => [
                0 => '看護学科',
            ],
            9 => [
                0 => '理学療法学科',
                1 => '作業療法学科',
                2 => '言語聴覚学科',
                3 => '医学検査学科',
            ],
            10 => [
                0 => '薬学科',
            ],
        ]
    ],
    130013013 => [
        'name' => '人間総合科学大学',
        'fuculty' => [
            0 => '人間科学部',
            1 => '保健医療学部',
        ],
        'class' => [
            0 => [
                0 => '健康栄養学科',
                1 => '心身健康科学科（通信教育課程）',
                2 => 'ヘルスフードサイエンス学科',
            ],
            1 => [
                0 => '看護学科',
                1 => 'リハビリテーション学科',
            ],
        ]
    ],
    130013014 => [
        'name' => '東京女子体育大学',
        'fuculty' => [
            0 => '体育学部',
        ],
        'class' => [
            0 => [
                0 => '体育学科',
            ],
        ]
    ],
    130013015 => [
        'name' => '東京家政学院大学',
        'fuculty' => [
            0 => '現代生活学部',
            1 => '人間栄養学部',
        ],
        'class' => [
            0 => [
                0 => '現代家政学科',
                1 => '生活デザイン学科',
                2 => '食物学科',
                3 => '児童学科',
            ],
            1 => [
                0 => '人間栄養学科',
            ],
        ]
    ],
    130013016 => [
        'name' => '大東文化大学',
        'fuculty' => [
            0 => '文学部',
            1 => '経済学部',
            2 => '外国語学部',
            3 => '法学部',
            4 => '国際関係学部',
            5 => '経営学部',
            6 => 'スポーツ・健康科学部',
            7 => '社会学部',
        ],
        'class' => [
            0 => [
                0 => '日本文学科',
                1 => '中国文学科',
                2 => '英米文学科',
                3 => '教育学科',
                4 => '書道学科',
                5 => '歴史文化学科',
            ],
            1 => [
                0 => '社会経済学科',
                1 => '現代経済学科',
            ],
            2 => [
                0 => '中国語学科',
                1 => '英語学科',
                2 => '日本語学科',
            ],
            3 => [
                0 => '法律学科',
                1 => '政治学科',
            ],
            4 => [
                0 => '国際関係学科',
                1 => '国際文化学科',
            ],
            5 => [
                0 => '経営学科',
            ],
            6 => [
                0 => 'スポーツ科学科',
                1 => '健康科学科',
                2 => '看護学科',
            ],
            7 => [
                0 => '社会学科',
            ],
        ]
    ],
    130013017 => [
        'name' => '拓殖大学',
        'fuculty' => [
            0 => '商学部',
            1 => '政経学部',
            2 => '外国語学部',
            3 => '国際学部',
            4 => '工学部',
        ],
        'class' => [
            0 => [
                0 => '経営学科',
                1 => '国際ビジネス学科',
                2 => '会計学科',
            ],
            1 => [
                0 => '法律政治学科',
                1 => '経済学科',
            ],
            2 => [
                0 => '英米語学科',
                1 => '中国語学科',
                2 => 'スペイン語学科',
                3 => '国際日本語学科',
            ],
            3 => [
                0 => '国際学科',
            ],
            4 => [
                0 => '国際コース',
                1 => '機械システム工学科',
                2 => '電子システム工学科',
                3 => '情報工学科',
                4 => 'デザイン学科',
            ],
        ]
    ],
    130013018 => [
        'name' => '三育学院大学',
        'fuculty' => [
            0 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
        ]
    ],
    130013019 => [
        'name' => '東京女子医科大学',
        'fuculty' => [
            0 => '医学部',
            1 => '看護学部',
        ],
        'class' => [
            0 => [],
            1 => [],
        ]
    ],
    130013020 => [
        'name' => '大妻女子大学',
        'fuculty' => [
            0 => '家政学部',
            1 => '文学部',
            2 => '社会情報学部',
            3 => '人間関係学部',
            4 => '比較文化学部',
        ],
        'class' => [
            0 => [
                0 => '被服学科',
                1 => '食物学科',
                2 => '児童学科',
                3 => 'ライフデザイン学科',
            ],
            1 => [
                0 => '日本文学科',
                1 => '英語英文学科',
                2 => 'コミュニケーション文化学科',
            ],
            2 => [
                0 => '社会情報学科',
            ],
            3 => [
                0 => '人間関係学科',
                1 => '人間福祉学科',
            ],
            4 => [
                0 => '比較文化学科',
            ],
        ]
    ],
    130013021 => [
        'name' => '跡見学園女子大学',
        'fuculty' => [
            0 => '文学部',
            1 => 'マネジメント学部',
            2 => '心理学部',
            3 => '観光コミュニティ学部',
        ],
        'class' => [
            0 => [
                0 => '人文学科',
                1 => '現代文化表現学科',
                2 => 'コミュニケーション文化学科',
            ],
            1 => [
                0 => 'マネジメント学科',
                1 => '生活環境マネジメント学科',
            ],
            2 => [
                0 => '臨床心理学科',
            ],
            3 => [
                0 => '観光デザイン学科',
                1 => 'コミュニティデザイン学科',
            ],
        ]
    ],
    130013022 => [
        'name' => '大正大学',
        'fuculty' => [
            0 => '社会共生学部',
            1 => '地域創生学部',
            2 => '表現学部',
            3 => '心理社会学部',
            4 => '文学部',
            5 => '仏教学部',
        ],
        'class' => [
            0 => [
                0 => '社会福祉学科',
                1 => '公共政策学科',
            ],
            1 => [
                0 => '地域創生学科',
            ],
            2 => [
                0 => '表現文化学科',
            ],
            3 => [
                0 => '人間科学科',
                1 => '臨床心理学科',
            ],
            4 => [
                0 => '日本文学科',
                1 => '人文学科',
                2 => '歴史学科',
            ],
            5 => [
                0 => '仏教学科',
            ],
        ]
    ],
    130013023 => [
        'name' => '亜細亜大学',
        'fuculty' => [
            0 => '経営学部',
            1 => '経済学部',
            2 => '法学部',
            3 => '国際関係学部',
            4 => '都市創造学部',
        ],
        'class' => [
            0 => [
                0 => '経営学科',
                1 => 'ホスピタリティ・マネジメント学科',
            ],
            1 => [
                0 => '経済学科',
            ],
            2 => [
                0 => '法律学科',
            ],
            3 => [
                0 => '国際関係学科',
                1 => '多文化コミュニケーション学科',
            ],
            4 => [
                0 => '都市創造学科',
            ],
        ]
    ],
    130013024 => [
        'name' => '国立音楽大学',
        'fuculty' => [
            0 => '音楽学部',
        ],
        'class' => [
            0 => [
                0 => '演奏・創作学科',
                1 => '音楽文化教育学科',
            ],
        ]
    ],
    130013025 => [
        'name' => '武蔵野美術大学',
        'fuculty' => [
            0 => '造形学部',
            1 => '造形構想学部',
        ],
        'class' => [
            0 => [
                0 => '日本画学科',
                1 => '油絵学科',
                2 => '彫刻学科',
                3 => '視覚伝達デザイン学科',
                4 => '工芸工業デザイン学科',
                5 => '空間演出デザイン学科',
                6 => '建築学科',
                7 => '基礎デザイン学科',
                8 => '芸術文化学科',
                9 => 'デザイン情報学科',
            ],
            1 => [
                0 => '映像学科',
                1 => 'クリエイティブイノベーション学科',
            ],
        ]
    ],
    130013026 => [
        'name' => '東京農業大学',
        'fuculty' => [
            0 => '農学部',
            1 => '応用生物科学部',
            2 => '生命科学部',
            3 => '地域環境科学部',
            4 => '国際食料情報学部',
            5 => '生物産業学部',
        ],
        'class' => [
            0 => [
                0 => '農学科',
                1 => '動物科学科',
                2 => 'デザイン農学科',
                3 => '生物資源開発学科',
            ],
            1 => [
                0 => '農芸化学科',
                1 => '醸造科学科',
                2 => '食品安全健康学科',
                3 => '栄養科学科',
            ],
            2 => [
                0 => 'バイオサイエンス学科',
                1 => '分子生命化学科',
                2 => '分子微生物学科',
            ],
            3 => [
                0 => '森林総合科学科',
                1 => '生産環境工学科',
                2 => '造園科学科',
                3 => '地域創成科学科',
            ],
            4 => [
                0 => '国際農業開発学科',
                1 => '食料環境経済学科',
                2 => '国際バイオビジネス学科',
                3 => '国際食農科学科',
            ],
            5 => [
                0 => '北方圏農学科',
                1 => '海洋水産学科',
                2 => '食香粧化学科',
                3 => '自然資源経営学科',
            ],
        ]
    ],
    130013027 => [
        'name' => '上智大学',
        'fuculty' => [
            0 => '神学部',
            1 => '文学部',
            2 => '総合人間科学部',
            3 => '法学部',
            4 => '経済学部',
            5 => '外国語学部',
            6 => '国際教養学部',
            7 => '理工学部',
            8 => '総合グローバル学部',
        ],
        'class' => [
            0 => [
                0 => '神学科',
            ],
            1 => [
                0 => '哲学科',
                1 => '史学科',
                2 => '国文学科',
                3 => '英文学科',
                4 => 'ドイツ文学科',
                5 => 'フランス文学科',
                6 => '新聞学科',
            ],
            2 => [
                0 => '教育学科',
                1 => '心理学科',
                2 => '社会学科',
                3 => '社会福祉学科',
                4 => '看護学科',
            ],
            3 => [
                0 => '法律学科',
                1 => '国際関係法学科',
                2 => '地球環境法学科',
            ],
            4 => [
                0 => '経済学科',
                1 => '経営学科',
            ],
            5 => [
                0 => '英語学科',
                1 => 'ドイツ語学科',
                2 => 'フランス語学科',
                3 => 'イスパニア語学科',
                4 => 'ロシア語学科',
                5 => 'ポルトガル語学科',
            ],
            6 => [
                0 => '国際教養学科',
            ],
            7 => [
                0 => '物質生命理工学科',
                1 => '機能創造理工学科',
                2 => '情報理工学科',
            ],
            8 => [
                0 => '総合グローバル学科',
            ],
        ]
    ],
    130013028 => [
        'name' => '文京学院大学',
        'fuculty' => [
            0 => '外国語学部',
            1 => '経営学部',
            2 => '人間学部',
            3 => '保健医療技術学部',
        ],
        'class' => [
            0 => [
                0 => '英語コミュニケーション学科',
            ],
            1 => [
                0 => '経営コミュニケーション学科',
            ],
            2 => [
                0 => 'コミュニケーション社会学科',
                1 => '児童発達学科',
                2 => '人間福祉学科',
                3 => '心理学科',
            ],
            3 => [
                0 => '理学療法学科',
                1 => '作業療法学科',
                2 => '臨床検査学科',
                3 => '看護学科',
            ],
        ]
    ],
    130013029 => [
        'name' => '東京国際工科専門職大学',
        'fuculty' => [
            0 => '工科学部',
            1 => '別科',
        ],
        'class' => [
            0 => [
                0 => '情報工学科',
                1 => 'デジタルエンタテインメント学科',
            ],
            1 => [
                0 => '国家資格別科（１年制）',
            ],
        ]
    ],
    130013030 => [
        'name' => '嘉悦大学',
        'fuculty' => [
            0 => '経営経済学部',
        ],
        'class' => [
            0 => [
                0 => '経営経済学科',
            ],
        ]
    ],
    130013031 => [
        'name' => '産業能率大学',
        'fuculty' => [
            0 => '経営学部',
            1 => '情報マネジメント学部',
        ],
        'class' => [
            0 => [
                0 => '経営学科',
                1 => 'マーケティング学科',
            ],
            1 => [
                0 => '現代マネジメント学科',
            ],
        ]
    ],
    130013032 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    130013033 => [
        'name' => '東海大学',
        'fuculty' => [
            0 => '文学部',
            1 => '文化社会学部',
            2 => '政治経済学部',
            3 => '法学部',
            4 => '教養学部',
            5 => '体育学部',
            6 => '健康学部',
            7 => '理学部',
            8 => '情報理工学部',
            9 => '工学部',
            10 => '観光学部',
            11 => '情報通信学部',
            12 => '海洋学部',
            13 => '医学部',
            14 => '経営学部',
            15 => '基盤工学部',
            16 => '農学部',
            17 => '国際文化学部',
            18 => '生物学部',
        ],
        'class' => [
            0 => [
                0 => '文明学科',
                1 => '歴史学科',
                2 => '日本文学科',
                3 => '英語文化コミュニケーション学科',
            ],
            1 => [
                0 => 'アジア学科',
                1 => 'ヨーロッパ・アメリカ学科',
                2 => '北欧学科',
                3 => '文芸創作学科',
                4 => '広報メディア学科',
                5 => '心理・社会学科',
            ],
            2 => [
                0 => '政治学科',
                1 => '経済学科',
                2 => '経営学科',
            ],
            3 => [
                0 => '法律学科',
            ],
            4 => [
                0 => '人間環境学科',
                1 => '芸術学科',
                2 => '国際学科',
            ],
            5 => [
                0 => '体育学科',
                1 => '競技スポーツ学科',
                2 => '武道学科',
                3 => '生涯スポーツ学科',
                4 => 'スポーツ・レジャーマネジメント学科',
            ],
            6 => [
                0 => '健康マネジメント学科',
            ],
            7 => [
                0 => '数学科',
                1 => '情報数理学科',
                2 => '物理学科',
                3 => '化学科',
            ],
            8 => [
                0 => '情報科学科',
                1 => 'コンピュータ応用工学科',
            ],
            9 => [
                0 => '生命化学科',
                1 => '応用化学科',
                2 => '光・画像工学科',
                3 => '原子力工学科',
                4 => '電気電子工学科',
                5 => '材料科学科',
                6 => '建築学科',
                7 => '土木工学科',
                8 => '精密工学科',
                9 => '機械工学科',
                10 => '動力機械工学科',
                11 => '航空宇宙学科',
                12 => '医用生体工学科',
            ],
            10 => [
                0 => '観光学科',
            ],
            11 => [
                0 => '情報メディア学科',
                1 => '組込みソフトウェア工学科',
                2 => '経営システム工学科',
                3 => '通信ネットワーク工学科',
            ],
            12 => [
                0 => '海洋文明学科',
                1 => '環境社会学科',
                2 => '海洋地球科学科',
                3 => '水産学科',
                4 => '海洋生物学科',
                5 => '航海工学科',
            ],
            13 => [
                0 => '医学科',
                1 => '看護学科',
            ],
            14 => [
                0 => '経営学科',
                1 => '観光ビジネス学科',
            ],
            15 => [
                0 => '電気電子情報工学科',
                1 => '医療福祉工学科',
            ],
            16 => [
                0 => '応用植物科学科',
                1 => '応用動物科学科',
                2 => 'バイオサイエンス学科',
            ],
            17 => [
                0 => '地域創造学科',
                1 => '国際コミュニケーション学科',
                2 => 'デザイン文化学科',
            ],
            18 => [
                0 => '生物学科',
                1 => '海洋生物科学科',
            ],
        ]
    ],
    130013034 => [
        'name' => '実践女子大学',
        'fuculty' => [
            0 => '文学部',
            1 => '生活科学部',
            2 => '人間社会学部',
        ],
        'class' => [
            0 => [
                0 => '国文学科',
                1 => '英文学科',
                2 => '美学美術史学科',
            ],
            1 => [
                0 => '食生活科学科',
                1 => '生活環境学科',
                2 => '生活文化学科',
                3 => '現代生活学科',
            ],
            2 => [
                0 => '人間社会学科',
                1 => '現代社会学科',
            ],
        ]
    ],
    130013035 => [
        'name' => '和光大学',
        'fuculty' => [
            0 => '現代人間学部',
            1 => '表現学部',
            2 => '経済経営学部',
        ],
        'class' => [
            0 => [
                0 => '心理教育学科',
                1 => '現代社会学科',
                2 => '人間科学科',
            ],
            1 => [
                0 => '総合文化学科',
                1 => '芸術学科',
            ],
            2 => [
                0 => '経済学科',
                1 => '経営学科',
            ],
        ]
    ],
    130013036 => [
        'name' => '日本獣医生命科学大学',
        'fuculty' => [
            0 => '獣医学部',
            1 => '応用生命科学部',
        ],
        'class' => [
            0 => [
                0 => '獣医学科',
                1 => '獣医保健看護学科',
            ],
            1 => [
                0 => '動物科学科',
                1 => '食品科学科',
            ],
        ]
    ],
    130013037 => [
        'name' => '日本女子体育大学',
        'fuculty' => [
            0 => '体育学部',
        ],
        'class' => [
            0 => [
                0 => 'スポーツ科学科',
                1 => 'ダンス学科',
                2 => '健康スポーツ学科',
                3 => '子ども運動学科',
            ],
        ]
    ],
    130013038 => [
        'name' => '日本女子大学',
        'fuculty' => [
            0 => '家政学部',
            1 => '文学部',
            2 => '人間社会学部',
            3 => '理学部',
        ],
        'class' => [
            0 => [
                0 => '児童学科',
                1 => '食物学科',
                2 => '住居学科',
                3 => '被服学科',
                4 => '家政経済学科',
            ],
            1 => [
                0 => '日本文学科',
                1 => '英文学科',
                2 => '史学科',
            ],
            2 => [
                0 => '現代社会学科',
                1 => '社会福祉学科',
                2 => '教育学科',
                3 => '心理学科',
                4 => '文化学科',
            ],
            3 => [
                0 => '数物科学科',
                1 => '物質生物科学科',
            ],
        ]
    ],
    130013039 => [
        'name' => '東京有明医療大学',
        'fuculty' => [
            0 => '保健医療学部',
            1 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '鍼灸学科',
                1 => '柔道整復学科',
            ],
            1 => [
                0 => '看護学科',
            ],
        ]
    ],
    130013040 => [
        'name' => '東京経済大学',
        'fuculty' => [
            0 => '経済学部',
            1 => '経営学部',
            2 => 'コミュニケーション学部',
            3 => '現代法学部',
            4 => 'キャリアデザインプログラム',
        ],
        'class' => [
            0 => [
                0 => '経済学科',
                1 => '国際経済学科',
            ],
            1 => [
                0 => '経営学科',
                1 => '流通マーケティング学科',
            ],
            2 => [
                0 => 'コミュニケーション学科',
            ],
            3 => [
                0 => '現代法学科',
            ],
            4 => [],
        ]
    ],
    130013041 => [
        'name' => '淑徳大学',
        'fuculty' => [
            0 => '総合福祉学部',
            1 => 'コミュニティ政策学部',
            2 => '看護栄養学部',
            3 => '経営学部',
            4 => '教育学部',
            5 => '人文学部',
        ],
        'class' => [
            0 => [
                0 => '社会福祉学科',
                1 => '教育福祉学科',
                2 => '実践心理学科',
            ],
            1 => [
                0 => 'コミュニティ政策学科',
            ],
            2 => [
                0 => '看護学科',
                1 => '栄養学科',
            ],
            3 => [
                0 => '経営学科',
                1 => '観光経営学科',
            ],
            4 => [
                0 => 'こども教育学科',
            ],
            5 => [
                0 => '歴史学科',
                1 => '表現学科',
            ],
        ]
    ],
    130013042 => [
        'name' => '慶應義塾大学',
        'fuculty' => [
            0 => '文学部',
            1 => '経済学部',
            2 => '法学部',
            3 => '商学部',
            4 => '医学部',
            5 => '理工学部',
            6 => '総合政策学部',
            7 => '環境情報学部',
            8 => '看護医療学部',
            9 => '薬学部',
        ],
        'class' => [
            0 => [
                0 => '人文社会学科',
            ],
            1 => [
                0 => '経済学科',
            ],
            2 => [
                0 => '法律学科',
                1 => '政治学科',
            ],
            3 => [
                0 => '商学科',
            ],
            4 => [
                0 => '医学科',
            ],
            5 => [
                0 => '機械工学科',
                1 => '電気情報工学科',
                2 => '応用化学科',
                3 => '物理情報工学科',
                4 => '管理工学科',
                5 => '数理科学科',
                6 => '物理学科',
                7 => '化学科',
                8 => 'システムデザイン工学科',
                9 => '情報工学科',
                10 => '生命情報学科',
            ],
            6 => [
                0 => '総合政策学科',
            ],
            7 => [
                0 => '環境情報学科',
            ],
            8 => [
                0 => '看護学科',
            ],
            9 => [
                0 => '薬学科（６年制）',
                1 => '薬科学科（４年制）',
            ],
        ]
    ],
    130013043 => [
        'name' => '東京慈恵会医科大学',
        'fuculty' => [
            0 => '医学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
                1 => '看護学科',
            ],
        ]
    ],
    130013044 => [
        'name' => '東京電機大学',
        'fuculty' => [
            0 => 'システムデザイン工学部',
            1 => '未来科学部',
            2 => '工学部',
            3 => '工学部第二部',
            4 => '理工学部',
        ],
        'class' => [
            0 => [
                0 => 'デザイン工学科',
                1 => '情報システム工学科',
            ],
            1 => [
                0 => '建築学科',
                1 => '情報メディア学科',
                2 => 'ロボット・メカトロニクス学科',
            ],
            2 => [
                0 => '電気電子工学科',
                1 => '電子システム工学科',
                2 => '応用化学科',
                3 => '機械工学科',
                4 => '先端機械工学科',
                5 => '情報通信工学科',
            ],
            3 => [
                0 => '電気電子工学科',
                1 => '機械工学科',
                2 => '情報通信工学科',
            ],
            4 => [
                0 => '理学系',
                1 => '生命科学系',
                2 => '情報システムデザイン学系',
                3 => '機械工学系',
                4 => '電子工学系',
                5 => '建築・都市環境学系',
            ],
        ]
    ],
    130013045 => [
        'name' => '上野学園大学',
        'fuculty' => [
            0 => '音楽学部',
        ],
        'class' => [
            0 => [
                0 => '音楽学科',
            ],
        ]
    ],
    130013046 => [
        'name' => '東京薬科大学',
        'fuculty' => [
            0 => '薬学部',
            1 => '生命科学部',
        ],
        'class' => [
            0 => [
                0 => '医療薬学科',
                1 => '医療薬物薬学科',
                2 => '医療衛生薬学科',
            ],
            1 => [
                0 => '分子生命科学科',
                1 => '応用生命科学科',
                2 => '生命医科学科',
            ],
        ]
    ],
    130013047 => [
        'name' => '東京医療学院大学',
        'fuculty' => [
            0 => '保健医療学部',
        ],
        'class' => [
            0 => [
                0 => 'リハビリテーション学科',
                1 => '看護学科',
            ],
        ]
    ],
    130013048 => [
        'name' => '桜美林大学',
        'fuculty' => [
            0 => 'リベラルアーツ学群',
            1 => 'グローバル・コミュニケーション学群',
            2 => 'ビジネスマネジメント学群',
            3 => '健康福祉学群',
            4 => '芸術文化学群',
            5 => '航空・マネジメント学群',
        ],
        'class' => [
            0 => [
                0 => '英語分野',
                1 => '中国語分野',
                2 => '日本語分野',
                3 => '文学分野',
                4 => '宗教・哲学・思想分野',
                5 => '心理・教育分野',
                6 => '歴史・人類学・地域研究分野',
                7 => '国際関係・国際協力分野',
                8 => '経済分野',
                9 => '環境学分野',
                10 => '社会・情報分野',
                11 => '数学・理科分野',
                12 => '言語・コミュニケーション分野',
            ],
            1 => [
                0 => 'グローバル・コミュニケーション学類',
            ],
            2 => [
                0 => 'ビジネスマネジメント学類',
                1 => 'アビエーションマネジメント学類',
            ],
            3 => [
                0 => '社会福祉専修',
                1 => '精神保健福祉専修',
                2 => '健康科学専修',
                3 => '保育専修',
            ],
            4 => [
                0 => '演劇・ダンス専修 ',
                1 => '音楽専修',
                2 => 'ビジュアル・アーツ専修',
            ],
            5 => [
                0 => '航空・マネジメント学類',
            ],
        ]
    ],
    130013049 => [
        'name' => '東京都市大学',
        'fuculty' => [
            0 => '理工学部',
            1 => '建築都市デザイン学部',
            2 => '情報工学部',
            3 => '環境学部',
            4 => 'メディア情報学部',
            5 => '都市生活学部',
            6 => '人間科学部',
        ],
        'class' => [
            0 => [
                0 => '機械工学科',
                1 => '機械システム工学科',
                2 => '電気電子通信工学科',
                3 => '医用工学科',
                4 => 'エネルギー化学科',
                5 => '原子力安全工学科',
                6 => '自然科学科',
            ],
            1 => [
                0 => '建築学科',
                1 => '都市工学科',
            ],
            2 => [
                0 => '情報科学科',
                1 => '知能情報工学科',
            ],
            3 => [
                0 => '環境創生学科',
                1 => '環境経営システム学科',
            ],
            4 => [
                0 => '情報システム学科',
                1 => '社会メディア学科',
            ],
            5 => [
                0 => '都市生活学科',
            ],
            6 => [
                0 => '児童学科',
            ],
        ]
    ],
    130013050 => [
        'name' => '武蔵大学',
        'fuculty' => [
            0 => '経済学部',
            1 => '人文学部',
            2 => '社会学部',
        ],
        'class' => [
            0 => [
                0 => '経済学科',
                1 => '経営学科',
                2 => '金融学科',
            ],
            1 => [
                0 => '英語英米文化学科',
                1 => 'ヨーロッパ文化学科',
                2 => '日本・東アジア文化学科',
            ],
            2 => [
                0 => '社会学科',
                1 => 'メディア社会学科',
            ],
        ]
    ],
    130013051 => [
        'name' => '明治学院大学',
        'fuculty' => [
            0 => '文学部',
            1 => '経済学部',
            2 => '社会学部',
            3 => '法学部',
            4 => '国際学部',
            5 => '心理学部',
        ],
        'class' => [
            0 => [
                0 => '英文学科',
                1 => 'フランス文学科',
                2 => '芸術学科',
            ],
            1 => [
                0 => '経済学科',
                1 => '経営学科',
                2 => '国際経営学科',
            ],
            2 => [
                0 => '社会学科',
                1 => '社会福祉学科',
            ],
            3 => [
                0 => '法律学科',
                1 => '消費情報環境法学科',
                2 => 'グローバル法学科',
                3 => '政治学科',
            ],
            4 => [
                0 => '国際学科',
                1 => '国際キャリア学科',
            ],
            5 => [
                0 => '心理学科',
                1 => '教育発達学科',
            ],
        ]
    ],
    130013052 => [
        'name' => '二松学舎大学',
        'fuculty' => [
            0 => '文学部',
            1 => '国際政治経済学部',
        ],
        'class' => [
            0 => [
                0 => '国文学科',
                1 => '中国文学科',
                2 => '都市文化デザイン学科',
            ],
            1 => [
                0 => '国際政治経済学科',
                1 => '国際経営学科',
            ],
        ]
    ],
    130013053 => [
        'name' => '清泉女子大学',
        'fuculty' => [
            0 => '文学部',
        ],
        'class' => [
            0 => [
                0 => 'スペイン語スペイン文学科',
                1 => '英語英文学科',
                2 => '地球市民学科',
                3 => '文化史学科',
                4 => '日本語日本文学科',
            ],
        ]
    ],
    130013054 => [
        'name' => '日本体育大学',
        'fuculty' => [
            0 => '体育学部',
            1 => 'スポーツ文化学部',
            2 => 'スポーツマネジメント学部',
            3 => '児童スポーツ教育学部',
            4 => '保健医療学部',
        ],
        'class' => [
            0 => [
                0 => '体育学科',
                1 => '健康学科',
            ],
            1 => [
                0 => '武道教育学科',
                1 => 'スポーツ国際学科',
            ],
            2 => [
                0 => 'スポーツマネジメント学科',
                1 => 'スポーツライフマネジメント学科',
            ],
            3 => [
                0 => '児童スポーツ教育学科',
            ],
            4 => [
                0 => '整復医療学科',
                1 => '救急医療学科',
            ],
        ]
    ],
    130013055 => [
        'name' => '東京未来大学',
        'fuculty' => [
            0 => 'こども心理学部',
            1 => 'モチベーション行動科学部',
        ],
        'class' => [
            0 => [
                0 => 'こども心理学科',
            ],
            1 => [
                0 => 'モチベーション行動科学科',
            ],
        ]
    ],
    130013056 => [
        'name' => '東京医科大学',
        'fuculty' => [
            0 => '医学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
                1 => '看護学科',
            ],
        ]
    ],
    130013057 => [
        'name' => '成蹊大学',
        'fuculty' => [
            0 => '経済学部',
            1 => '経営学部',
            2 => '法学部',
            3 => '文学部',
            4 => '理工学部',
        ],
        'class' => [
            0 => [
                0 => '現代経済学科',
                1 => '経済数理学科',
            ],
            1 => [
                0 => '総合経営学科',
            ],
            2 => [
                0 => '法律学科',
                1 => '政治学科',
            ],
            3 => [
                0 => '英語英米文学科',
                1 => '日本文学科',
                2 => '国際文化学科',
                3 => '現代社会学科',
            ],
            4 => [
                0 => '物質生命理工学科',
                1 => '情報科学科',
                2 => 'システムデザイン学科',
            ],
        ]
    ],
    130013058 => [
        'name' => '目白大学',
        'fuculty' => [
            0 => '心理学部',
            1 => '人間学部',
            2 => '社会学部',
            3 => 'メディア学部',
            4 => '経営学部',
            5 => '外国語学部',
            6 => '保健医療学部',
            7 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '心理カウンセリング学科',
            ],
            1 => [
                0 => '人間福祉学科',
                1 => '子ども学科',
                2 => '児童教育学科',
            ],
            2 => [
                0 => '社会情報学科',
                1 => '地域社会学科',
            ],
            3 => [
                0 => 'メディア学科',
            ],
            4 => [
                0 => '経営学科',
            ],
            5 => [
                0 => '英米語学科',
                1 => '中国語学科',
                2 => '韓国語学科',
                3 => '日本語・日本語教育学科',
            ],
            6 => [
                0 => '理学療法学科',
                1 => '作業療法学科',
                2 => '言語聴覚学科',
            ],
            7 => [
                0 => '看護学科',
            ],
        ]
    ],
    130013059 => [
        'name' => '青山学院大学',
        'fuculty' => [
            0 => '文学部',
            1 => '教育人間科学部',
            2 => '経済学部',
            3 => '法学部',
            4 => '経営学部',
            5 => '国際政治経済学部',
            6 => '総合文化政策学部',
            7 => '理工学部',
            8 => '社会情報学部',
            9 => 'コミュニティ人間科学部',
            10 => '地球社会共生学部',
        ],
        'class' => [
            0 => [
                0 => '英米文学科',
                1 => 'フランス文学科',
                2 => '日本文学科',
                3 => '史学科',
                4 => '比較芸術学科',
            ],
            1 => [
                0 => '教育学科',
                1 => '心理学科',
            ],
            2 => [
                0 => '経済学科',
                1 => '現代経済デザイン学科',
            ],
            3 => [
                0 => '法学科',
            ],
            4 => [
                0 => '経営学科',
                1 => 'マーケティング学科',
            ],
            5 => [
                0 => '国際政治学科',
                1 => '国際経済学科',
                2 => '国際コミュニケーション学科',
            ],
            6 => [
                0 => '総合文化政策学科',
            ],
            7 => [
                0 => '物理・数理学科',
                1 => '化学・生命科学科',
                2 => '電気電子工学科',
                3 => '機械創造工学科',
                4 => '経営システム工学科',
                5 => '情報テクノロジー学科',
            ],
            8 => [
                0 => '社会情報学科',
            ],
            9 => [
                0 => 'コミュニティ人間科学科',
            ],
            10 => [
                0 => '地球社会共生学科',
            ],
        ]
    ],
    130013060 => [
        'name' => '早稲田大学',
        'fuculty' => [
            0 => '政治経済学部',
            1 => '法学部',
            2 => '教育学部',
            3 => '商学部',
            4 => '社会科学部',
            5 => '人間科学部',
            6 => 'スポーツ科学部',
            7 => '国際教養学部',
            8 => '文化構想学部',
            9 => '文学部',
            10 => '基幹理工学部',
            11 => '創造理工学部',
            12 => '先進理工学部',
        ],
        'class' => [
            0 => [
                0 => '政治学科',
                1 => '経済学科',
                2 => '国際政治経済学科',
            ],
            1 => [],
            2 => [
                0 => '教育学科',
                1 => '国語国文学科',
                2 => '英語英文学科',
                3 => '社会科',
                4 => '理学科',
                5 => '数学科',
                6 => '複合文化学科',
            ],
            3 => [
                0 => '経営トラック',
                1 => '会計トラック',
                2 => 'マーケティング・国際ビジネストラック',
                3 => '金融・保険トラック',
                4 => '経済トラック',
                5 => '産業トラック',
            ],
            4 => [
                0 => '社会科学科',
            ],
            5 => [
                0 => '人間環境科学科',
                1 => '健康福祉科学科',
                2 => '人間情報科学科',
            ],
            6 => [
                0 => 'スポーツ科学科',
            ],
            7 => [
                0 => '国際教養学科',
            ],
            8 => [
                0 => '文化構想学科',
            ],
            9 => [
                0 => '文学科',
            ],
            10 => [
                0 => '数学科',
                1 => '応用数理学科',
                2 => '機械科学・航空宇宙学科',
                3 => '電子物理システム学科',
                4 => '情報理工学科',
                5 => '情報通信学科',
                6 => '表現工学科',
            ],
            11 => [
                0 => '建築学科',
                1 => '総合機械工学科',
                2 => '経営システム工学科',
                3 => '社会環境工学科',
                4 => '環境資源工学科',
            ],
            12 => [
                0 => '物理学科',
                1 => '応用物理学科',
                2 => '化学・生命化学科',
                3 => '応用化学科',
                4 => '生命医科学科',
                5 => '電気・情報生命工学科',
            ],
        ]
    ],
    130013061 => [
        'name' => '昭和女子大学',
        'fuculty' => [
            0 => '国際学部',
            1 => 'グローバルビジネス学部',
            2 => '人間文化学部',
            3 => '人間社会学部',
            4 => '生活科学部',
            5 => '環境デザイン学部',
        ],
        'class' => [
            0 => [
                0 => '国際学科',
                1 => '英語コミュニケーション学科',
            ],
            1 => [
                0 => 'ビジネスデザイン学科',
                1 => '会計ファイナンス学科',
            ],
            2 => [
                0 => '日本語日本文学科',
                1 => '歴史文化学科',
            ],
            3 => [
                0 => '心理学科',
                1 => '福祉社会学科',
                2 => '初等教育学科',
                3 => '現代教養学科',
            ],
            4 => [
                0 => '健康デザイン学科',
                1 => '管理栄養学科',
                2 => '食安全マネジメント学科',
            ],
            5 => [
                0 => '環境デザイン学科',
            ],
        ]
    ],
    130013062 => [
        'name' => '星薬科大学',
        'fuculty' => [
            0 => '薬学部',
        ],
        'class' => [
            0 => [
                0 => '薬学科（６年制）',
                1 => '創薬科学科（４年制）',
            ],
        ]
    ],
    130013063 => [
        'name' => '芝浦工業大学',
        'fuculty' => [
            0 => '工学部',
            1 => 'システム理工学部',
            2 => 'デザイン工学部',
            3 => '建築学部',
        ],
        'class' => [
            0 => [
                0 => '機械工学科',
                1 => '機械機能工学科',
                2 => '材料工学科',
                3 => '応用化学科',
                4 => '電気工学科',
                5 => '電子工学科',
                6 => '情報通信工学科',
                7 => '情報工学科',
                8 => '土木工学科',
            ],
            1 => [
                0 => '電子情報システム学科',
                1 => '機械制御システム学科',
                2 => '環境システム学科',
                3 => '生命科学科',
                4 => '数理科学科',
            ],
            2 => [
                0 => 'デザイン工学科',
            ],
            3 => [
                0 => '建築学科',
            ],
        ]
    ],
    130013064 => [
        'name' => '東洋学園大学',
        'fuculty' => [
            0 => 'グローバル・コミュニケーション学部',
            1 => '現代経営学部',
            2 => '人間科学部',
        ],
        'class' => [
            0 => [
                0 => 'グローバル・コミュニケーション学科',
                1 => '英語コミュニケーション学科',
            ],
            1 => [
                0 => '現代経営学科',
            ],
            2 => [
                0 => '人間科学科',
            ],
        ]
    ],
    130013065 => [
        'name' => 'デジタルハリウッド大学',
        'fuculty' => [
            0 => 'デジタルコミュニケーション学部',
        ],
        'class' => [
            0 => [
                0 => 'デジタルコンテンツ学科',
            ],
        ]
    ],
    130013066 => [
        'name' => '聖心女子大学',
        'fuculty' => [
            0 => '現代教養学部',
        ],
        'class' => [
            0 => [
                0 => '英語文化コミュニケーション学科',
                1 => '日本語日本文学科',
                2 => '哲学科',
                3 => '史学科',
                4 => '人間関係学科',
                5 => '国際交流学科',
                6 => '心理学科',
                7 => '教育学科',
            ],
        ]
    ],
    130013067 => [
        'name' => '日本薬科大学',
        'fuculty' => [
            0 => '薬学部',
        ],
        'class' => [
            0 => [
                0 => '医療ビジネス薬科学科',
                1 => '薬学科',
            ],
        ]
    ],
    130013068 => [
        'name' => '立正大学',
        'fuculty' => [
            0 => '心理学部',
            1 => '法学部',
            2 => '経営学部',
            3 => '経済学部',
            4 => '文学部',
            5 => '仏教学部',
            6 => '地球環境科学部',
            7 => '社会福祉学部',
        ],
        'class' => [
            0 => [
                0 => '臨床心理学科',
                1 => '対人・社会心理学科',
            ],
            1 => [
                0 => '法学科',
            ],
            2 => [
                0 => '経営学科',
            ],
            3 => [
                0 => '経済学科',
            ],
            4 => [
                0 => '哲学科',
                1 => '史学科',
                2 => '社会学科',
                3 => '文学科',
            ],
            5 => [
                0 => '仏教学科',
                1 => '宗学科',
            ],
            6 => [
                0 => '環境システム学科',
                1 => '地理学科',
            ],
            7 => [
                0 => '社会福祉学科',
                1 => '子ども教育福祉学科',
            ],
        ]
    ],
    130013069 => [
        'name' => '白梅学園大学',
        'fuculty' => [
            0 => '子ども学部',
        ],
        'class' => [
            0 => [
                0 => '子ども学科',
                1 => '発達臨床学科',
                2 => '家族・地域支援学科',
            ],
        ]
    ],
    130013070 => [
        'name' => '東京女子大学',
        'fuculty' => [
            0 => '現代教養学部',
        ],
        'class' => [
            0 => [
                0 => '国際英語学科',
                1 => '人文学科',
                2 => '国際社会学科',
                3 => '心理・コミュニケーション学科',
                4 => '数理科学科',
            ],
        ]
    ],
    130013071 => [
        'name' => '東京歯科大学',
        'fuculty' => [
            0 => '歯学部',
        ],
        'class' => [
            0 => [
                0 => '歯学科',
            ],
        ]
    ],
    130013072 => [
        'name' => '女子美術大学',
        'fuculty' => [
            0 => '芸術学部',
        ],
        'class' => [
            0 => [
                0 => '美術学科',
                1 => 'デザイン・工芸学科',
                2 => 'アート・デザイン表現学科',
            ],
        ]
    ],
    130013073 => [
        'name' => '宝塚大学',
        'fuculty' => [
            0 => '東京メディア芸術学部',
            1 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => 'メディア芸術学科',
            ],
            1 => [
                0 => '看護学科',
            ],
        ]
    ],
    130013074 => [
        'name' => '国際基督教大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => 'アーツ・サイエンス学科',
            ],
        ]
    ],
    130013075 => [
        'name' => '法政大学',
        'fuculty' => [
            0 => '法学部',
            1 => '文学部',
            2 => '経済学部',
            3 => '社会学部',
            4 => '経営学部',
            5 => '国際文化学部',
            6 => '人間環境学部',
            7 => '現代福祉学部',
            8 => 'キャリアデザイン学部',
            9 => 'ＧＩＳ（グローバル教養学部）',
            10 => 'スポーツ健康学部',
            11 => '情報科学部',
            12 => 'デザイン工学部',
            13 => '理工学部',
            14 => '生命科学部',
        ],
        'class' => [
            0 => [
                0 => '法律学科',
                1 => '政治学科',
                2 => '国際政治学科',
            ],
            1 => [
                0 => '哲学科',
                1 => '日本文学科',
                2 => '英文学科',
                3 => '史学科',
                4 => '地理学科',
                5 => '心理学科',
            ],
            2 => [
                0 => '経済学科',
                1 => '国際経済学科',
                2 => '現代ビジネス学科',
            ],
            3 => [
                0 => '社会政策科学科',
                1 => '社会学科',
                2 => 'メディア社会学科',
            ],
            4 => [
                0 => '経営学科',
                1 => '経営戦略学科',
                2 => '市場経営学科',
            ],
            5 => [
                0 => '国際文化学科',
            ],
            6 => [
                0 => '人間環境学科',
            ],
            7 => [
                0 => '福祉コミュニティ学科',
                1 => '臨床心理学科',
            ],
            8 => [
                0 => 'キャリアデザイン学科',
            ],
            9 => [
                0 => 'グローバル教養学科',
            ],
            10 => [
                0 => 'スポーツ健康学科',
            ],
            11 => [
                0 => 'コンピュータ科学科',
                1 => 'ディジタルメディア学科',
            ],
            12 => [
                0 => '建築学科',
                1 => '都市環境デザイン工学科',
                2 => 'システムデザイン学科',
            ],
            13 => [
                0 => '機械工学科',
                1 => '電気電子工学科',
                2 => '応用情報工学科',
                3 => '経営システム工学科',
                4 => '創生科学科',
            ],
            14 => [
                0 => '生命機能学科',
                1 => '環境応用化学科',
                2 => '応用植物科学科',
            ],
        ]
    ],
    130013076 => [
        'name' => '東京聖栄大学',
        'fuculty' => [
            0 => '健康栄養学部',
        ],
        'class' => [
            0 => [
                0 => '管理栄養学科',
                1 => '食品学科',
            ],
        ]
    ],
    130013077 => [
        'name' => '昭和薬科大学',
        'fuculty' => [
            0 => '薬学部',
        ],
        'class' => [
            0 => [
                0 => '薬学科',
            ],
        ]
    ],
    130013078 => [
        'name' => '東京保健医療専門職大学',
        'fuculty' => [
            0 => 'リハビリテーション学部',
        ],
        'class' => [
            0 => [
                0 => '作業療法学科',
                1 => '理学療法学科',
            ],
        ]
    ],
    130013079 => [
        'name' => '順天堂大学',
        'fuculty' => [
            0 => '医学部',
            1 => 'スポーツ健康科学部',
            2 => '医療看護学部',
            3 => '保健看護学部',
            4 => '国際教養学部',
            5 => '保健医療学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
            ],
            1 => [
                0 => 'スポーツ科学科',
                1 => 'スポーツマネジメント学科',
                2 => '健康学科',
            ],
            2 => [
                0 => '看護学科',
            ],
            3 => [
                0 => '看護学科',
            ],
            4 => [
                0 => '国際教養学科',
            ],
            5 => [
                0 => '診療放射線学科',
                1 => '理学療法学科',
            ],
        ]
    ],
    130013080 => [
        'name' => '多摩美術大学',
        'fuculty' => [
            0 => '美術学部',
        ],
        'class' => [
            0 => [
                0 => '絵画学科',
                1 => '彫刻学科',
                2 => '工芸学科',
                3 => 'グラフィックデザイン学科',
                4 => '生産デザイン学科',
                5 => '環境デザイン学科',
                6 => '情報デザイン学科',
                7 => '芸術学科',
                8 => '統合デザイン学科',
                9 => '演劇舞踊デザイン学科',
            ],
        ]
    ],
    130013081 => [
        'name' => '聖路加国際大学',
        'fuculty' => [
            0 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
        ]
    ],
    130013082 => [
        'name' => '国際ファッション専門職大学',
        'fuculty' => [
            0 => '国際ファッション学部',
        ],
        'class' => [
            0 => [
                0 => 'ファッションクリエイション学科',
                1 => 'ファッションビジネス学科',
                2 => '大阪ファッションクリエイション・ビジネス学科',
                3 => '名古屋ファッションクリエイション・ビジネス学科',
            ],
        ]
    ],
    130013083 => [
        'name' => '国士舘大学',
        'fuculty' => [
            0 => '政経学部',
            1 => '体育学部',
            2 => '理工学部',
            3 => '法学部',
            4 => '文学部',
            5 => '２１世紀アジア学部',
            6 => '経営学部',
        ],
        'class' => [
            0 => [
                0 => '政治行政学科',
                1 => '経済学科',
            ],
            1 => [
                0 => '体育学科',
                1 => '武道学科',
                2 => 'スポーツ医科学科',
                3 => 'こどもスポーツ教育学科',
            ],
            2 => [
                0 => '理工学科',
            ],
            3 => [
                0 => '法律学科',
                1 => '現代ビジネス法学科',
            ],
            4 => [
                0 => '教育学科',
                1 => '史学地理学科',
                2 => '文学科',
            ],
            5 => [
                0 => '２１世紀アジア学科',
            ],
            6 => [
                0 => '経営学科',
            ],
        ]
    ],
    130013084 => [
        'name' => '明星大学',
        'fuculty' => [
            0 => '建築学部',
            1 => '理工学部',
            2 => '人文学部',
            3 => '経済学部',
            4 => '情報学部',
            5 => '教育学部',
            6 => '経営学部',
            7 => 'デザイン学部',
            8 => '心理学部',
        ],
        'class' => [
            0 => [
                0 => '建築学科',
            ],
            1 => [
                0 => '総合理工学科',
            ],
            2 => [
                0 => '国際コミュニケーション学科',
                1 => '日本文化学科',
                2 => '人間社会学科',
                3 => '福祉実践学科',
            ],
            3 => [
                0 => '経済学科',
            ],
            4 => [
                0 => '情報学科',
            ],
            5 => [
                0 => '教育学科',
            ],
            6 => [
                0 => '経営学科',
            ],
            7 => [
                0 => 'デザイン学科',
            ],
            8 => [
                0 => '心理学科',
            ],
        ]
    ],
    130013085 => [
        'name' => '帝京大学',
        'fuculty' => [
            0 => '医学部',
            1 => '薬学部',
            2 => '経済学部',
            3 => '法学部',
            4 => '文学部',
            5 => '外国語学部',
            6 => '教育学部',
            7 => '理工学部',
            8 => '医療技術学部',
            9 => '福岡医療技術学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
            ],
            1 => [
                0 => '薬学科',
            ],
            2 => [
                0 => '経済学科',
                1 => '国際経済学科',
                2 => '地域経済学科',
                3 => '経営学科',
                4 => '観光経営学科',
            ],
            3 => [
                0 => '法律学科',
                1 => '政治学科',
            ],
            4 => [
                0 => '日本文化学科',
                1 => '史学科',
                2 => '社会学科',
                3 => '心理学科',
            ],
            5 => [
                0 => '外国語学科',
            ],
            6 => [
                0 => '教育文化学科',
                1 => '初等教育学科',
            ],
            7 => [
                0 => '機械・精密システム工学科',
                1 => '航空宇宙工学科',
                2 => '情報電子工学科',
                3 => 'バイオサイエンス学科',
            ],
            8 => [
                0 => '視能矯正学科',
                1 => '看護学科',
                2 => '診療放射線学科',
                3 => '臨床検査学科',
                4 => 'スポーツ医療学科',
                5 => '柔道整復学科',
            ],
            9 => [
                0 => '理学療法学科',
                1 => '作業療法学科',
                2 => '看護学科',
                3 => '診療放射線学科',
                4 => '医療技術学科',
            ],
        ]
    ],
    130013086 => [
        'name' => '駒澤大学',
        'fuculty' => [
            0 => '仏教学部',
            1 => '文学部',
            2 => '経済学部',
            3 => '法学部',
            4 => '経営学部',
            5 => '医療健康科学部',
            6 => 'グローバル・メディア・スタディーズ学部',
        ],
        'class' => [
            0 => [
                0 => '禅学科',
                1 => '仏教学科',
            ],
            1 => [
                0 => '国文学科',
                1 => '英米文学科',
                2 => '地理学科',
                3 => '歴史学科',
                4 => '社会学科',
                5 => '心理学科',
            ],
            2 => [
                0 => '経済学科',
                1 => '商学科',
                2 => '現代応用経済学科',
            ],
            3 => [
                0 => '法律学科',
                1 => '政治学科',
            ],
            4 => [
                0 => '経営学科',
                1 => '市場戦略学科',
            ],
            5 => [
                0 => '診療放射線技術科学科',
            ],
            6 => [
                0 => 'グローバル・メディア学科',
            ],
        ]
    ],
    130013087 => [
        'name' => '國學院大學',
        'fuculty' => [
            0 => '文学部',
            1 => '神道文化学部',
            2 => '法学部',
            3 => '経済学部',
            4 => '人間開発学部',
        ],
        'class' => [
            0 => [
                0 => '日本文学科',
                1 => '中国文学科',
                2 => '外国語文化学科',
                3 => '史学科',
                4 => '哲学科',
            ],
            1 => [
                0 => '神道文化学科',
            ],
            2 => [
                0 => '法律学科',
            ],
            3 => [
                0 => '経済学科',
                1 => '経営学科',
            ],
            4 => [
                0 => '初等教育学科',
                1 => '健康体育学科',
                2 => '子ども支援学科',
            ],
        ]
    ],
    130013088 => [
        'name' => '多摩大学',
        'fuculty' => [
            0 => '経営情報学部',
            1 => 'グローバルスタディーズ学部',
        ],
        'class' => [
            0 => [
                0 => '事業構想学科',
                1 => '経営情報学科',
            ],
            1 => [
                0 => 'グローバルスタディーズ学科',
            ],
        ]
    ],
    130013089 => [
        'name' => '学習院女子大学',
        'fuculty' => [
            0 => '国際文化交流学部',
        ],
        'class' => [
            0 => [
                0 => '日本文化学科',
                1 => '国際コミュニケーション学科',
                2 => '英語コミュニケーション学科',
            ],
        ]
    ],
    130013090 => [
        'name' => '日本大学',
        'fuculty' => [
            0 => '法学部',
            1 => '法学部第二部',
            2 => '文理学部',
            3 => '経済学部',
            4 => '商学部',
            5 => '芸術学部',
            6 => '国際関係学部',
            7 => '危機管理学部',
            8 => 'スポーツ科学部',
            9 => '理工学部',
            10 => '生産工学部',
            11 => '工学部',
            12 => '医学部',
            13 => '歯学部',
            14 => '松戸歯学部',
            15 => '生物資源科学部',
            16 => '薬学部',
            17 => '通信教育部',
        ],
        'class' => [
            0 => [
                0 => '法律学科',
                1 => '政治経済学科',
                2 => '新聞学科',
                3 => '経営法学科',
                4 => '公共政策学科',
            ],
            1 => [
                0 => '法律学科第二部（夜間部）',
            ],
            2 => [
                0 => '哲学科',
                1 => '史学科',
                2 => '国文学科',
                3 => '中国語中国文化学科',
                4 => '英文学科',
                5 => 'ドイツ文学科',
                6 => '社会学科',
                7 => '社会福祉学科',
                8 => '教育学科',
                9 => '体育学科',
                10 => '心理学科',
                11 => '地理学科',
                12 => '地球科学科',
                13 => '数学科',
                14 => '情報科学科',
                15 => '物理学科',
                16 => '生命科学科',
                17 => '化学科',
            ],
            3 => [
                0 => '経済学科',
                1 => '産業経営学科',
                2 => '金融公共経済学科',
            ],
            4 => [
                0 => '商業学科',
                1 => '経営学科',
                2 => '会計学科',
            ],
            5 => [
                0 => '写真学科',
                1 => '映画学科',
                2 => '美術学科',
                3 => '音楽学科',
                4 => '文芸学科',
                5 => '演劇学科',
                6 => '放送学科',
                7 => 'デザイン学科',
            ],
            6 => [
                0 => '国際総合政策学科',
                1 => '国際教養学科',
            ],
            7 => [
                0 => '危機管理学科',
            ],
            8 => [
                0 => '競技スポーツ学科',
            ],
            9 => [
                0 => '土木工学科',
                1 => '交通システム工学科',
                2 => '建築学科',
                3 => '海洋建築工学科',
                4 => 'まちづくり工学科',
                5 => '機械工学科',
                6 => '精密機械工学科',
                7 => '航空宇宙工学科',
                8 => '電気工学科',
                9 => '電子工学科',
                10 => '応用情報工学科',
                11 => '物質応用化学科',
                12 => '物理学科',
                13 => '数学科',
            ],
            10 => [
                0 => '機械工学科',
                1 => '電気電子工学科',
                2 => '土木工学科',
                3 => '建築工学科',
                4 => '応用分子化学科',
                5 => 'マネジメント工学科',
                6 => '数理情報工学科',
                7 => '環境安全工学科',
                8 => '創生デザイン学科',
            ],
            11 => [
                0 => '土木工学科',
                1 => '建築学科',
                2 => '機械工学科',
                3 => '電気電子工学科',
                4 => '生命応用化学科',
                5 => '情報工学科',
            ],
            12 => [
                0 => '医学科',
            ],
            13 => [
                0 => '歯学科',
            ],
            14 => [
                0 => '歯学科',
            ],
            15 => [
                0 => '生命農学科',
                1 => '生命化学科',
                2 => '獣医学科',
                3 => '動物資源科学科',
                4 => '食品ビジネス学科',
                5 => '森林資源科学科',
                6 => '海洋生物資源科学科',
                7 => '生物環境工学科',
                8 => '食品生命学科',
                9 => '国際地域開発学科',
                10 => '応用生物科学科',
                11 => 'くらしの生物学科',
            ],
            16 => [
                0 => '薬学科',
            ],
            17 => [
                0 => '法学部',
                1 => '文理学部',
                2 => '経済学部',
                3 => '商学部',
            ],
        ]
    ],
    130013091 => [
        'name' => '成城大学',
        'fuculty' => [
            0 => '経済学部',
            1 => '文芸学部',
            2 => '法学部',
            3 => '社会イノベーション学部',
        ],
        'class' => [
            0 => [
                0 => '経済学科',
                1 => '経営学科',
            ],
            1 => [
                0 => '国文学科',
                1 => '英文学科',
                2 => '芸術学科',
                3 => '文化史学科',
                4 => 'マスコミュニケーション学科',
                5 => 'ヨーロッパ文化学科',
            ],
            2 => [
                0 => '法律学科',
            ],
            3 => [
                0 => '政策イノベーション学科',
                1 => '心理社会学科',
            ],
        ]
    ],
    130013092 => [
        'name' => '共立女子大学',
        'fuculty' => [
            0 => '家政学部',
            1 => '文芸学部',
            2 => '国際学部',
            3 => '看護学部',
            4 => 'ビジネス学部',
        ],
        'class' => [
            0 => [
                0 => '被服学科',
                1 => '食物栄養学科',
                2 => '建築・デザイン学科',
                3 => '児童学科',
            ],
            1 => [
                0 => '文芸学科',
            ],
            2 => [
                0 => '国際学科',
            ],
            3 => [
                0 => '看護学科',
            ],
            4 => [
                0 => 'ビジネス学科',
            ],
        ]
    ],
    130013093 => [
        'name' => '東邦大学',
        'fuculty' => [
            0 => '医学部',
            1 => '薬学部',
            2 => '理学部',
            3 => '健康科学部',
            4 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
            ],
            1 => [
                0 => '薬学科',
            ],
            2 => [
                0 => '化学科',
                1 => '生物学科',
                2 => '生物分子科学科',
                3 => '物理学科',
                4 => '情報科学科',
                5 => '生命圏環境科学科',
            ],
            3 => [
                0 => '看護学科',
            ],
            4 => [
                0 => '看護学科',
            ],
        ]
    ],
    130013094 => [
        'name' => '恵泉女学園大学',
        'fuculty' => [
            0 => '人文学部',
            1 => '人間社会学部',
        ],
        'class' => [
            0 => [
                0 => '日本語日本文化学科',
                1 => '英語コミュニケーション学科',
            ],
            1 => [
                0 => '国際社会学科',
                1 => '社会園芸学科',
            ],
        ]
    ],
    130013095 => [
        'name' => '工学院大学',
        'fuculty' => [
            0 => '先進工学部',
            1 => '工学部',
            2 => '建築学部',
            3 => '情報学部',
        ],
        'class' => [
            0 => [
                0 => '生命化学科',
                1 => '応用化学科',
                2 => '環境化学科',
                3 => '応用物理学科',
                4 => '機械理工学科',
            ],
            1 => [
                0 => '機械工学科',
                1 => '機械システム工学科',
                2 => '電気電子工学科',
            ],
            2 => [
                0 => 'まちづくり学科',
                1 => '建築学科',
                2 => '建築デザイン学科',
            ],
            3 => [
                0 => '情報通信工学科',
                1 => 'コンピュータ科学科',
                2 => '情報デザイン学科',
                3 => 'システム数理学科',
            ],
        ]
    ],
    130013096 => [
        'name' => '東京医療保健大学',
        'fuculty' => [
            0 => '医療保健学部',
            1 => '和歌山看護学部',
            2 => '東が丘・立川看護学部',
            3 => '千葉看護学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
                1 => '医療栄養学科',
                2 => '医療情報学科',
            ],
            1 => [
                0 => '看護学科',
            ],
            2 => [
                0 => '看護学科',
            ],
            3 => [
                0 => '看護学科',
            ],
        ]
    ],
    130013097 => [
        'name' => '日本赤十字看護大学',
        'fuculty' => [
            0 => '看護学部',
            1 => 'さいたま看護学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
            1 => [
                0 => '看護学科',
            ],
        ]
    ],
    130013098 => [
        'name' => '東洋大学',
        'fuculty' => [
            0 => '文学部',
            1 => '経済学部',
            2 => '経営学部',
            3 => '法学部',
            4 => '社会学部',
            5 => '国際学部',
            6 => '国際観光学部',
            7 => '情報連携学部',
            8 => 'ライフデザイン学部',
            9 => '理工学部',
            10 => '総合情報学部',
            11 => '生命科学部',
            12 => '食環境科学部',
        ],
        'class' => [
            0 => [
                0 => '哲学科',
                1 => '東洋思想文化学科',
                2 => '日本文学文化学科',
                3 => '英米文学科',
                4 => '史学科',
                5 => '教育学科',
                6 => '国際文化コミュニケーション学科',
                7 => '東洋思想文化学科（第２部・イブニングコース（夜））',
                8 => '日本文学文化学科（第２部・イブニングコース（夜））',
                9 => '教育学科（第２部・イブニングコース（夜））',
            ],
            1 => [
                0 => '経済学科',
                1 => '国際経済学科',
                2 => '総合政策学科',
                3 => '経済学科（第２部・イブニングコース（夜））',
            ],
            2 => [
                0 => '経営学科',
                1 => 'マーケティング学科',
                2 => '会計ファイナンス学科',
                3 => '経営学科（第２部・イブニングコース（夜））',
            ],
            3 => [
                0 => '法律学科',
                1 => '企業法学科',
                2 => '法律学科（第２部・イブニングコース（夜））',
            ],
            4 => [
                0 => '社会学科',
                1 => '社会文化システム学科',
                2 => '社会福祉学科',
                3 => 'メディアコミュニケーション学科',
                4 => '社会心理学科',
                5 => '社会学科（第２部・イブニングコース（夜））',
                6 => '社会福祉学科（第２部・イブニングコース（夜））',
            ],
            5 => [
                0 => 'グローバル・イノベーション学科',
                1 => '国際地域学科',
            ],
            6 => [
                0 => '国際観光学科',
            ],
            7 => [
                0 => '情報連携学科',
            ],
            8 => [
                0 => '生活支援学科',
                1 => '健康スポーツ学科',
                2 => '人間環境デザイン学科',
            ],
            9 => [
                0 => '機械工学科',
                1 => '生体医工学科',
                2 => '電気電子情報工学科',
                3 => '応用化学科',
                4 => '都市環境デザイン学科',
                5 => '建築学科',
            ],
            10 => [
                0 => '総合情報学科',
            ],
            11 => [
                0 => '生命科学科',
                1 => '応用生物科学科',
            ],
            12 => [
                0 => '食環境科学科',
                1 => '健康栄養学科',
            ],
        ]
    ],
    130013099 => [
        'name' => '明治薬科大学',
        'fuculty' => [
            0 => '薬学部',
        ],
        'class' => [
            0 => [
                0 => '薬学科',
                1 => '生命創薬科学科',
            ],
        ]
    ],
    130013101 => [
        'name' => 'ビジネス・ブレークスルー大学',
        'fuculty' => [
            0 => '経営学部',
        ],
        'class' => [
            0 => [
                0 => 'ＩＴソリューション学科',
                1 => 'グローバル経営学科',
            ],
        ]
    ],
    130013102 => [
        'name' => '杉野服飾大学',
        'fuculty' => [
            0 => '服飾学部',
        ],
        'class' => [
            0 => [
                0 => '服飾学科',
                1 => '服飾表現学科',
            ],
        ]
    ],
    130013103 => [
        'name' => '東京音楽大学',
        'fuculty' => [
            0 => '音楽学部',
        ],
        'class' => [
            0 => [
                0 => '吹奏楽アカデミー専攻',
                1 => 'ミュージック・リベラルアーツ専攻',
                2 => '声楽芸術専攻',
                3 => '器楽専攻',
                4 => '作曲指揮専攻',
                5 => '音楽教育専攻',
            ],
        ]
    ],
    130013104 => [
        'name' => '日本経済大学',
        'fuculty' => [
            0 => '経済学部',
            1 => '経営学部',
        ],
        'class' => [
            0 => [
                0 => '経済学科',
                1 => '商学科',
                2 => '経営法学科',
                3 => '健康スポーツ経営学科',
            ],
            1 => [
                0 => '経営学科',
                1 => 'グローバルビジネス学科',
                2 => '芸創プロデュース学科',
            ],
        ]
    ],
    130013105 => [
        'name' => '立教大学',
        'fuculty' => [
            0 => '文学部',
            1 => '異文化コミュニケーション学部',
            2 => '経済学部',
            3 => '経営学部',
            4 => '理学部',
            5 => '社会学部',
            6 => '法学部',
            7 => '観光学部',
            8 => 'コミュニティ福祉学部',
            9 => '現代心理学部',
            10 => 'Ｇｌｏｂａｌ　Ｌｉｂｅｒａｌ　Ａｒｔｓ　Ｐｒｏｇｒａｍ（ＧＬＡＰ）',
        ],
        'class' => [
            0 => [
                0 => 'キリスト教学科',
                1 => '文学科',
                2 => '史学科',
                3 => '教育学科',
            ],
            1 => [
                0 => '異文化コミュニケーション学科',
            ],
            2 => [
                0 => '経済学科',
                1 => '経済政策学科',
                2 => '会計ファイナンス学科',
            ],
            3 => [
                0 => '経営学科',
                1 => '国際経営学科',
            ],
            4 => [
                0 => '数学科',
                1 => '物理学科',
                2 => '化学科',
                3 => '生命理学科',
            ],
            5 => [
                0 => '社会学科',
                1 => '現代文化学科',
                2 => 'メディア社会学科',
            ],
            6 => [
                0 => '法学科',
                1 => '国際ビジネス法学科',
                2 => '政治学科',
            ],
            7 => [
                0 => '観光学科',
                1 => '交流文化学科',
            ],
            8 => [
                0 => 'コミュニティ政策学科',
                1 => '福祉学科',
                2 => 'スポーツウエルネス学科',
            ],
            9 => [
                0 => '心理学科',
                1 => '映像身体学科',
            ],
            10 => [
                0 => 'Ｇｌｏｂａｌ　Ｌｉｂｅｒａｌ　Ａｒｔｓ　Ｐｒｏｇｒａｍ（ＧＬＡＰ）',
            ],
        ]
    ],
    130013106 => [
        'name' => '帝京平成大学',
        'fuculty' => [
            0 => '薬学部',
            1 => '現代ライフ学部',
            2 => 'ヒューマンケア学部',
            3 => '健康メディカル学部',
            4 => '健康医療スポーツ学部',
        ],
        'class' => [
            0 => [
                0 => '薬学科',
            ],
            1 => [
                0 => '児童学科',
                1 => '人間文化学科',
                2 => '経営学科',
                3 => '観光経営学科',
            ],
            2 => [
                0 => '鍼灸学科',
                1 => '柔道整復学科',
                2 => '看護学科',
            ],
            3 => [
                0 => '健康栄養学科',
                1 => '臨床心理学科',
                2 => '言語聴覚学科',
                3 => '作業療法学科',
                4 => '理学療法学科',
                5 => '医療科学科',
            ],
            4 => [
                0 => '柔道整復学科',
                1 => '作業療法学科',
                2 => '理学療法学科',
                3 => '医療スポーツ学科',
                4 => '看護学科',
            ],
        ]
    ],
    130013107 => [
        'name' => '専修大学',
        'fuculty' => [
            0 => '経済学部',
            1 => '法学部',
            2 => '経営学部',
            3 => '商学部',
            4 => '文学部',
            5 => '人間科学部',
            6 => '国際コミュニケーション学部',
            7 => 'ネットワーク情報学部',
        ],
        'class' => [
            0 => [
                0 => '現代経済学科',
                1 => '生活環境経済学科',
                2 => '国際経済学科',
            ],
            1 => [
                0 => '法律学科',
                1 => '政治学科',
            ],
            2 => [
                0 => '経営学科',
                1 => 'ビジネスデザイン学科',
            ],
            3 => [
                0 => 'マーケティング学科',
                1 => '会計学科',
            ],
            4 => [
                0 => '日本文学文化学科',
                1 => '英語英米文学科',
                2 => '哲学科',
                3 => '歴史学科',
                4 => '環境地理学科',
                5 => 'ジャーナリズム学科',
            ],
            5 => [
                0 => '心理学科',
                1 => '社会学科',
            ],
            6 => [
                0 => '日本語学科',
                1 => '異文化コミュニケーション学科',
            ],
            7 => [
                0 => 'ネットワーク情報学科',
            ],
        ]
    ],
    130013108 => [
        'name' => '東京工芸大学',
        'fuculty' => [
            0 => '工学部',
            1 => '芸術学部',
        ],
        'class' => [
            0 => [
                0 => '工学科',
            ],
            1 => [
                0 => '写真学科',
                1 => '映像学科',
                2 => 'デザイン学科',
                3 => 'インタラクティブメディア学科',
                4 => 'アニメーション学科',
                5 => 'ゲーム学科',
                6 => 'マンガ学科',
            ],
        ]
    ],
    130013109 => [
        'name' => '東京造形大学',
        'fuculty' => [
            0 => '造形学部',
        ],
        'class' => [
            0 => [
                0 => 'デザイン学科',
                1 => '美術学科',
            ],
        ]
    ],
    130013110 => [
        'name' => '城西大学',
        'fuculty' => [
            0 => '経済学部',
            1 => '現代政策学部',
            2 => '経営学部',
            3 => '理学部',
            4 => '薬学部',
        ],
        'class' => [
            0 => [
                0 => '経済学科',
            ],
            1 => [
                0 => '社会経済システム学科',
            ],
            2 => [
                0 => 'マネジメント総合学科',
            ],
            3 => [
                0 => '数学科',
                1 => '化学科',
            ],
            4 => [
                0 => '薬学科',
                1 => '薬科学科',
                2 => '医療栄養学科',
            ],
        ]
    ],
    130013111 => [
        'name' => '東京福祉大学',
        'fuculty' => [
            0 => '社会福祉学部',
            1 => '教育学部',
            2 => '心理学部',
            3 => '保育児童学部',
        ],
        'class' => [
            0 => [
                0 => '社会福祉学科',
            ],
            1 => [
                0 => '教育学科',
            ],
            2 => [
                0 => '心理学科',
            ],
            3 => [
                0 => '保育児童学科',
            ],
        ]
    ],
    130013112 => [
        'name' => 'ルーテル学院大学',
        'fuculty' => [
            0 => '総合人間学部',
        ],
        'class' => [
            0 => [
                0 => '人間福祉心理学科',
            ],
        ]
    ],
    130013113 => [
        'name' => '東京工科大学',
        'fuculty' => [
            0 => '工学部',
            1 => 'コンピュータサイエンス学部',
            2 => 'メディア学部',
            3 => '応用生物学部',
            4 => 'デザイン学部',
            5 => '医療保健学部',
        ],
        'class' => [
            0 => [
                0 => '機械工学科',
                1 => '電気電子工学科',
                2 => '応用化学科',
            ],
            1 => [
                0 => 'コンピュータサイエンス学科',
            ],
            2 => [
                0 => 'メディア学科',
            ],
            3 => [
                0 => '応用生物学科',
            ],
            4 => [
                0 => 'デザイン学科',
            ],
            5 => [
                0 => '看護学科',
                1 => '理学療法学科',
                2 => '作業療法学科',
                3 => '臨床工学科',
                4 => '臨床検査学科',
            ],
        ]
    ],
    130013114 => [
        'name' => '明治大学',
        'fuculty' => [
            0 => '法学部',
            1 => '商学部',
            2 => '政治経済学部',
            3 => '文学部',
            4 => '理工学部',
            5 => '農学部',
            6 => '経営学部',
            7 => '情報コミュニケーション学部',
            8 => '国際日本学部',
            9 => '総合数理学部',
        ],
        'class' => [
            0 => [
                0 => '法律学科',
            ],
            1 => [
                0 => '商学科',
            ],
            2 => [
                0 => '政治学科',
                1 => '経済学科',
                2 => '地域行政学科',
            ],
            3 => [
                0 => '文学科',
                1 => '史学地理学科',
                2 => '心理社会学科',
            ],
            4 => [
                0 => '電気電子生命学科',
                1 => '機械工学科',
                2 => '機械情報工学科',
                3 => '建築学科',
                4 => '応用化学科',
                5 => '情報科学科',
                6 => '数学科',
                7 => '物理学科',
            ],
            5 => [
                0 => '農学科',
                1 => '農芸化学科',
                2 => '生命科学科',
                3 => '食料環境政策学科',
            ],
            6 => [
                0 => '経営学科',
                1 => '会計学科',
                2 => '公共経営学科',
            ],
            7 => [
                0 => '情報コミュニケーション学科',
            ],
            8 => [
                0 => '国際日本学科',
            ],
            9 => [
                0 => '現象数理学科',
                1 => '先端メディアサイエンス学科',
                2 => 'ネットワークデザイン学科',
            ],
        ]
    ],
    130013115 => [
        'name' => '創価大学',
        'fuculty' => [
            0 => '経済学部',
            1 => '経営学部',
            2 => '法学部',
            3 => '文学部',
            4 => '教育学部',
            5 => '理工学部',
            6 => '看護学部',
            7 => '国際教養学部',
        ],
        'class' => [
            0 => [
                0 => '経済学科',
            ],
            1 => [
                0 => '経営学科',
            ],
            2 => [
                0 => '法律学科',
            ],
            3 => [
                0 => '人間学科',
            ],
            4 => [
                0 => '教育学科',
                1 => '児童教育学科',
            ],
            5 => [
                0 => '情報システム工学科',
                1 => '共生創造理工学科',
            ],
            6 => [
                0 => '看護学科',
            ],
            7 => [
                0 => '国際教養学科',
            ],
        ]
    ],
    130013116 => [
        'name' => '東京家政大学',
        'fuculty' => [
            0 => '家政学部',
            1 => '人文学部',
            2 => '健康科学部',
            3 => '子ども学部',
        ],
        'class' => [
            0 => [
                0 => '児童学科',
                1 => '児童教育学科',
                2 => '栄養学科',
                3 => '環境教育学科',
                4 => '服飾美術学科',
                5 => '造形表現学科',
            ],
            1 => [
                0 => '英語コミュニケーション学科',
                1 => '心理カウンセリング学科',
                2 => '教育福祉学科',
            ],
            2 => [
                0 => 'リハビリテーション学科',
                1 => '看護学科',
            ],
            3 => [
                0 => '子ども支援学科',
            ],
        ]
    ],
    130013117 => [
        'name' => '情報経営イノベーション専門職大学',
        'fuculty' => [
            0 => '情報経営イノベーション学部',
        ],
        'class' => [
            0 => [
                0 => '情報経営イノベーション学科',
            ],
        ]
    ],
    130013118 => [
        'name' => '駒沢女子大学',
        'fuculty' => [
            0 => '人間総合学群',
            1 => '人間健康学部',
            2 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '人間文化学類',
                1 => '観光文化学類',
                2 => '心理学類',
                3 => '住空間デザイン学類',
            ],
            1 => [
                0 => '健康栄養学科',
            ],
            2 => [
                0 => '看護学科',
            ],
        ]
    ],
    130013119 => [
        'name' => '中央大学',
        'fuculty' => [
            0 => '法学部',
            1 => '経済学部',
            2 => '商学部',
            3 => '理工学部',
            4 => '文学部',
            5 => '総合政策学部',
            6 => '国際経営学部',
            7 => '国際情報学部',
        ],
        'class' => [
            0 => [
                0 => '法律学科',
                1 => '国際企業関係法学科',
                2 => '政治学科',
            ],
            1 => [
                0 => '経済学科',
                1 => '経済情報システム学科',
                2 => '国際経済学科',
                3 => '公共・環境経済学科',
            ],
            2 => [
                0 => '経営学科',
                1 => '会計学科',
                2 => '商業・貿易学科',
                3 => '金融学科',
            ],
            3 => [
                0 => '数学科',
                1 => '物理学科',
                2 => '都市環境学科',
                3 => '精密機械工学科',
                4 => '電気電子情報通信工学科',
                5 => '応用化学科',
                6 => '経営システム工学科',
                7 => '情報工学科',
                8 => '生命科学科',
                9 => '人間総合理工学科',
            ],
            4 => [
                0 => '人文社会学科',
            ],
            5 => [
                0 => '政策科学科',
                1 => '国際政策文化学科',
            ],
            6 => [
                0 => '国際経営学科',
            ],
            7 => [
                0 => '国際情報学科',
            ],
        ]
    ],
    130013120 => [
        'name' => '日本社会事業大学',
        'fuculty' => [
            0 => '社会福祉学部',
        ],
        'class' => [
            0 => [
                0 => '福祉計画学科',
                1 => '福祉援助学科',
            ],
        ]
    ],
    130013121 => [
        'name' => '学習院大学',
        'fuculty' => [
            0 => '法学部',
            1 => '経済学部',
            2 => '文学部',
            3 => '理学部',
            4 => '国際社会科学部',
        ],
        'class' => [
            0 => [
                0 => '法学科',
                1 => '政治学科',
            ],
            1 => [
                0 => '経済学科',
                1 => '経営学科',
            ],
            2 => [
                0 => '哲学科',
                1 => '史学科',
                2 => '日本語日本文学科',
                3 => '英語英米文化学科',
                4 => 'ドイツ語圏文化学科',
                5 => 'フランス語圏文化学科',
                6 => '心理学科',
                7 => '教育学科',
            ],
            3 => [
                0 => '物理学科',
                1 => '数学科',
                2 => '化学科',
                3 => '生命科学科',
            ],
            4 => [
                0 => '国際社会科学科',
            ],
        ]
    ],
    130013122 => [
        'name' => '津田塾大学',
        'fuculty' => [
            0 => '学芸学部',
            1 => '総合政策学部',
        ],
        'class' => [
            0 => [
                0 => '英語英文学科',
                1 => '国際関係学科',
                2 => '多文化・国際協力学科',
                3 => '数学科',
                4 => '情報科学科',
            ],
            1 => [
                0 => '総合政策学科',
            ],
        ]
    ],
    130013123 => [
        'name' => '武蔵野大学',
        'fuculty' => [
            0 => 'データサイエンス学部',
            1 => '教育学部',
            2 => '薬学部',
            3 => '看護学部',
            4 => 'グローバル学部',
            5 => '経済学部',
            6 => '経営学部',
            7 => '法学部',
            8 => '文学部',
            9 => '人間科学部',
            10 => '工学部',
        ],
        'class' => [
            0 => [
                0 => 'データサイエンス学科',
            ],
            1 => [
                0 => '教育学科',
                1 => '幼児教育学科',
            ],
            2 => [
                0 => '薬学科',
            ],
            3 => [
                0 => '看護学科',
            ],
            4 => [
                0 => 'グローバルコミュニケーション学科',
                1 => '日本語コミュニケーション学科',
                2 => 'グローバルビジネス学科',
            ],
            5 => [
                0 => '経済学科',
            ],
            6 => [
                0 => '経営学科',
                1 => '会計ガバナンス学科',
            ],
            7 => [
                0 => '法律学科',
                1 => '政治学科',
            ],
            8 => [
                0 => '日本文学文化学科',
            ],
            9 => [
                0 => '人間科学科',
                1 => '社会福祉学科',
            ],
            10 => [
                0 => '環境システム学科',
                1 => '数理工学科',
                2 => '建築デザイン学科',
            ],
        ]
    ],
    130013124 => [
        'name' => 'ヤマザキ動物看護大学',
        'fuculty' => [
            0 => '動物看護学部',
        ],
        'class' => [
            0 => [
                0 => '動物看護学科',
            ],
        ]
    ],
    130013125 => [
        'name' => '千葉工業大学',
        'fuculty' => [
            0 => '工学部',
            1 => '創造工学部',
            2 => '先進工学部',
            3 => '情報科学部',
            4 => '社会システム科学部',
        ],
        'class' => [
            0 => [
                0 => '機械工学科',
                1 => '機械電子創成工学科',
                2 => '先端材料工学科',
                3 => '電気電子工学科',
                4 => '情報通信システム工学科',
                5 => '応用化学科',
            ],
            1 => [
                0 => '建築学科',
                1 => '都市環境工学科',
                2 => 'デザイン科学科',
            ],
            2 => [
                0 => '未来ロボティクス学科',
                1 => '生命科学科',
                2 => '知能メディア工学科',
            ],
            3 => [
                0 => '情報工学科',
                1 => '情報ネットワーク学科',
            ],
            4 => [
                0 => '経営情報科学科',
                1 => 'プロジェクトマネジメント学科',
                2 => '金融・経営リスク科学科',
            ],
        ]
    ],
    130013126 => [
        'name' => '文化学園大学',
        'fuculty' => [
            0 => '服装学部',
            1 => '造形学部',
            2 => '国際文化学部',
        ],
        'class' => [
            0 => [
                0 => 'ファッションクリエイション学科',
                1 => 'ファッション社会学科',
            ],
            1 => [
                0 => 'デザイン・造形学科',
                1 => '建築・インテリア学科',
            ],
            2 => [
                0 => '国際文化・観光学科',
                1 => '国際ファッション文化学科',
            ],
        ]
    ],
    130013127 => [
        'name' => '東京純心大学',
        'fuculty' => [
            0 => '現代文化学部',
            1 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => 'こども文化学科',
            ],
            1 => [
                0 => '看護学科',
            ],
        ]
    ],
    130013128 => [
        'name' => '高千穂大学',
        'fuculty' => [
            0 => '商学部',
            1 => '経営学部',
            2 => '人間科学部',
        ],
        'class' => [
            0 => [
                0 => '商学科',
            ],
            1 => [
                0 => '経営学科',
            ],
            2 => [
                0 => '人間科学科',
            ],
        ]
    ],
    130013129 => [
        'name' => '白百合女子大学',
        'fuculty' => [
            0 => '文学部',
            1 => '人間総合学部',
        ],
        'class' => [
            0 => [
                0 => '国語国文学科',
                1 => 'フランス語フランス文学科',
                2 => '英語英文学科',
            ],
            1 => [
                0 => '児童文化学科',
                1 => '発達心理学科',
                2 => '初等教育学科',
            ],
        ]
    ],
    130013130 => [
        'name' => '城西国際大学',
        'fuculty' => [
            0 => '経営情報学部',
            1 => '国際人文学部',
            2 => '福祉総合学部',
            3 => '薬学部',
            4 => 'メディア学部',
            5 => '観光学部',
            6 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '総合経営学科',
            ],
            1 => [
                0 => '国際文化学科',
                1 => '国際交流学科',
            ],
            2 => [
                0 => '福祉総合学科',
                1 => '理学療法学科',
            ],
            3 => [
                0 => '医療薬学科',
            ],
            4 => [
                0 => 'メディア情報学科',
            ],
            5 => [
                0 => '観光学科',
            ],
            6 => [
                0 => '看護学科',
            ],
        ]
    ],
    130013131 => [
        'name' => '日本歯科大学',
        'fuculty' => [
            0 => '生命歯学部',
            1 => '新潟生命歯学部',
        ],
        'class' => [
            0 => [
                0 => '生命歯学科',
            ],
            1 => [
                0 => '生命歯学科',
            ],
        ]
    ],
    130013132 => [
        'name' => '東京富士大学',
        'fuculty' => [
            0 => '経営学部',
        ],
        'class' => [
            0 => [
                0 => '経営学科',
                1 => 'イベントプロデュース学科',
            ],
        ]
    ],
    130013133 => [
        'name' => '日本文化大学',
        'fuculty' => [
            0 => '法学部',
        ],
        'class' => [
            0 => [
                0 => '法学科',
            ],
        ]
    ],
    130013134 => [
        'name' => '帝京科学大学',
        'fuculty' => [
            0 => '生命環境学部',
            1 => '医療科学部',
            2 => '教育人間科学部',
        ],
        'class' => [
            0 => [
                0 => 'アニマルサイエンス学科',
                1 => '生命科学科',
                2 => '自然環境学科',
            ],
            1 => [
                0 => '東京理学療法学科',
                1 => '東京柔道整復学科',
                2 => '看護学科',
                3 => '医療福祉学科',
                4 => '理学療法学科',
                5 => '作業療法学科',
                6 => '柔道整復学科',
            ],
            2 => [
                0 => '幼児保育学科',
                1 => '学校教育学科',
                2 => 'こども学科',
            ],
        ]
    ],
    130013135 => [
        'name' => '杏林大学',
        'fuculty' => [
            0 => '外国語学部',
            1 => '総合政策学部',
            2 => '保健学部',
            3 => '医学部',
        ],
        'class' => [
            0 => [
                0 => '英語学科',
                1 => '中国語学科',
                2 => '観光交流文化学科',
            ],
            1 => [
                0 => '総合政策学科',
                1 => '企業経営学科',
            ],
            2 => [
                0 => '健康福祉学科',
                1 => '看護学科',
                2 => '救急救命学科',
                3 => '臨床検査技術学科',
                4 => '臨床工学科',
                5 => '診療放射線技術学科',
                6 => '作業療法学科',
                7 => '理学療法学科',
                8 => '臨床心理学科',
            ],
            3 => [
                0 => '医学科',
            ],
        ]
    ],
];
