<?php
return [
    230011000 => [
        'name' => '名古屋大学',
        'fuculty' => [
            0 => '文学部',
            1 => '教育学部',
            2 => '法学部',
            3 => '経済学部',
            4 => '情報学部',
            5 => '理学部',
            6 => '医学部',
            7 => '工学部',
            8 => '農学部',
        ],
        'class' => [
            0 => [
                0 => '人文学科',
            ],
            1 => [
                0 => '人間発達科学科',
            ],
            2 => [
                0 => '法律・政治学科',
            ],
            3 => [
                0 => '経済学科',
                1 => '経営学科',
            ],
            4 => [
                0 => '自然情報学科',
                1 => '人間・社会情報学科',
                2 => 'コンピュータ科学科',
            ],
            5 => [
                0 => '数理学科',
                1 => '物理学科',
                2 => '化学科',
                3 => '生命理学科',
                4 => '地球惑星科学科',
            ],
            6 => [
                0 => '医学科',
                1 => '保健学科',
            ],
            7 => [
                0 => '化学生命工学科',
                1 => '物理工学科',
                2 => 'マテリアル工学科',
                3 => '電気電子情報工学科',
                4 => '機械・航空宇宙工学科',
                5 => 'エネルギー理工学科',
                6 => '環境土木・建築学科',
            ],
            8 => [
                0 => '生物環境科学科',
                1 => '資源生物科学科',
                2 => '応用生命科学科',
            ],
        ]
    ],
    230011001 => [
        'name' => '愛知教育大学',
        'fuculty' => [
            0 => '教育学部',
        ],
        'class' => [
            0 => [
                0 => '初等教育教員養成課程',
                1 => '中等教育教員養成課程',
                2 => '特別支援学校教員養成課程',
                3 => '養護教諭養成課程',
                4 => '教育支援専門職養成課程',
            ],
        ]
    ],
    230011002 => [
        'name' => '名古屋工業大学',
        'fuculty' => [
            0 => '工学部',
        ],
        'class' => [
            0 => [
                0 => '生命・応用化学科',
                1 => '物理工学科',
                2 => '電気・機械工学科',
                3 => '情報工学科',
                4 => '社会工学科',
                5 => '創造工学教育課程',
                6 => '二部物質工学科',
                7 => '二部機械工学科',
                8 => '二部電気情報工学科',
                9 => '二部社会開発工学科',
            ],
        ]
    ],
    230011003 => [
        'name' => '豊橋技術科学大学',
        'fuculty' => [
            0 => '工学部',
        ],
        'class' => [
            0 => [
                0 => '機械工学課程',
                1 => '電気・電子情報工学課程',
                2 => '情報・知能工学課程',
                3 => '応用化学・生命工学課程',
                4 => '建築・都市システム学課程',
            ],
        ]
    ],
    230012000 => [
        'name' => '名古屋市立大学',
        'fuculty' => [
            0 => '医学部',
            1 => '薬学部',
            2 => '経済学部',
            3 => '人文社会学部',
            4 => '芸術工学部',
            5 => '看護学部',
            6 => '総合生命理学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
            ],
            1 => [
                0 => '薬学科＜６年制＞',
                1 => '生命薬科学科＜４年制＞',
            ],
            2 => [
                0 => '公共政策学科',
                1 => 'マネジメントシステム学科',
                2 => '会計ファイナンス学科',
            ],
            3 => [
                0 => '心理教育学科',
                1 => '現代社会学科',
                2 => '国際文化学科',
            ],
            4 => [
                0 => '情報環境デザイン学科',
                1 => '産業イノベーションデザイン学科',
                2 => '建築都市デザイン学科',
            ],
            5 => [
                0 => '看護学科',
            ],
            6 => [
                0 => '総合生命理学科',
            ],
        ]
    ],
    230012001 => [
        'name' => '愛知県立芸術大学',
        'fuculty' => [
            0 => '美術学部',
            1 => '音楽学部',
        ],
        'class' => [
            0 => [
                0 => '美術科',
                1 => 'デザイン・工芸科',
            ],
            1 => [
                0 => '音楽科',
            ],
        ]
    ],
    230012002 => [
        'name' => '愛知県立大学',
        'fuculty' => [
            0 => '外国語学部',
            1 => '日本文化学部',
            2 => '教育福祉学部',
            3 => '看護学部',
            4 => '情報科学部',
        ],
        'class' => [
            0 => [
                0 => '英米学科',
                1 => 'ヨーロッパ学科',
                2 => '中国学科',
                3 => '国際関係学科',
            ],
            1 => [
                0 => '国語国文学科',
                1 => '歴史文化学科',
            ],
            2 => [
                0 => '教育発達学科',
                1 => '社会福祉学科',
            ],
            3 => [
                0 => '看護学科',
            ],
            4 => [
                0 => '情報科学科',
            ],
        ]
    ],
    230013000 => [
        'name' => '金城学院大学',
        'fuculty' => [
            0 => '文学部',
            1 => '生活環境学部',
            2 => '国際情報学部',
            3 => '人間科学部',
            4 => '薬学部',
        ],
        'class' => [
            0 => [
                0 => '日本語日本文化学科',
                1 => '英語英米文化学科',
                2 => '外国語コミュニケーション学科',
                3 => '音楽芸術学科',
            ],
            1 => [
                0 => '生活マネジメント学科',
                1 => '環境デザイン学科',
                2 => '食環境栄養学科',
            ],
            2 => [
                0 => '国際情報学科',
            ],
            3 => [
                0 => '現代子ども教育学科',
                1 => '多元心理学科',
                2 => 'コミュニティ福祉学科',
            ],
            4 => [
                0 => '薬学科',
            ],
        ]
    ],
    230013001 => [
        'name' => '南山大学',
        'fuculty' => [
            0 => '人文学部',
            1 => '外国語学部',
            2 => '経済学部',
            3 => '経営学部',
            4 => '法学部',
            5 => '総合政策学部',
            6 => '理工学部',
            7 => '国際教養学部',
        ],
        'class' => [
            0 => [
                0 => 'キリスト教学科',
                1 => '人類文化学科',
                2 => '心理人間学科',
                3 => '日本文化学科',
            ],
            1 => [
                0 => '英米学科',
                1 => 'スペイン・ラテンアメリカ学科',
                2 => 'フランス学科',
                3 => 'ドイツ学科',
                4 => 'アジア学科',
            ],
            2 => [
                0 => '経済学科',
            ],
            3 => [
                0 => '経営学科',
            ],
            4 => [
                0 => '法律学科',
            ],
            5 => [
                0 => '総合政策学科',
            ],
            6 => [
                0 => 'システム数理学科',
                1 => 'ソフトウェア工学科',
                2 => '機械電子制御工学科',
            ],
            7 => [
                0 => '国際教養学科',
            ],
        ]
    ],
    230013002 => [
        'name' => '名古屋文理大学',
        'fuculty' => [
            0 => '健康生活学部',
            1 => '情報メディア学部',
        ],
        'class' => [
            0 => [
                0 => '健康栄養学科',
                1 => 'フードビジネス学科',
            ],
            1 => [
                0 => '情報メディア学科',
            ],
        ]
    ],
    230013003 => [
        'name' => '愛知学泉大学',
        'fuculty' => [
            0 => '家政学部',
        ],
        'class' => [
            0 => [
                0 => 'ライフスタイル学科',
                1 => 'こどもの生活学科',
                2 => '管理栄養学科',
            ],
        ]
    ],
    230013004 => [
        'name' => '岡崎女子大学',
        'fuculty' => [
            0 => '子ども教育学部',
        ],
        'class' => [
            0 => [
                0 => '子ども教育学科',
            ],
        ]
    ],
    230013005 => [
        'name' => '愛知みずほ大学',
        'fuculty' => [
            0 => '人間科学部',
        ],
        'class' => [
            0 => [
                0 => '心身健康科学科',
            ],
        ]
    ],
    230013006 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    230013007 => [
        'name' => '愛知学院大学',
        'fuculty' => [
            0 => '文学部',
            1 => '心身科学部',
            2 => '商学部',
            3 => '経営学部',
            4 => '経済学部',
            5 => '法学部',
            6 => '総合政策学部',
            7 => '薬学部',
            8 => '歯学部',
        ],
        'class' => [
            0 => [
                0 => '歴史学科',
                1 => '日本文化学科',
                2 => '英語英米文化学科',
                3 => 'グローバル英語学科',
                4 => '宗教文化学科',
            ],
            1 => [
                0 => '心理学科',
                1 => '健康科学科',
                2 => '健康栄養学科',
            ],
            2 => [
                0 => '商学科',
            ],
            3 => [
                0 => '経営学科',
            ],
            4 => [
                0 => '経済学科',
            ],
            5 => [
                0 => '法律学科',
                1 => '現代社会法学科',
            ],
            6 => [
                0 => '総合政策学科',
            ],
            7 => [
                0 => '医療薬学科',
            ],
            8 => [
                0 => '歯学科',
            ],
        ]
    ],
    230013008 => [
        'name' => '名古屋経済大学',
        'fuculty' => [
            0 => '経済学部',
            1 => '経営学部',
            2 => '法学部',
            3 => '人間生活科学部',
        ],
        'class' => [
            0 => [
                0 => '現代経済学科',
            ],
            1 => [
                0 => '経営学科',
            ],
            2 => [
                0 => 'ビジネス法学科',
            ],
            3 => [
                0 => '教育保育学科',
                1 => '管理栄養学科',
            ],
        ]
    ],
    230013009 => [
        'name' => '日本福祉大学',
        'fuculty' => [
            0 => '社会福祉学部',
            1 => '経済学部',
            2 => '健康科学部',
            3 => '教育・心理学部',
            4 => '国際福祉開発学部',
            5 => '看護学部',
            6 => 'スポーツ科学部',
        ],
        'class' => [
            0 => [
                0 => '社会福祉学科',
            ],
            1 => [
                0 => '経済学科',
            ],
            2 => [
                0 => 'リハビリテーション学科',
                1 => '福祉工学科',
            ],
            3 => [
                0 => '子ども発達学科',
                1 => '心理学科',
            ],
            4 => [
                0 => '国際福祉開発学科',
            ],
            5 => [
                0 => '看護学科',
            ],
            6 => [
                0 => 'スポーツ科学科',
            ],
        ]
    ],
    230013010 => [
        'name' => '中部大学',
        'fuculty' => [
            0 => '工学部',
            1 => '経営情報学部',
            2 => '国際関係学部',
            3 => '人文学部',
            4 => '応用生物学部',
            5 => '生命健康科学部',
            6 => '現代教育学部',
        ],
        'class' => [
            0 => [
                0 => '機械工学科',
                1 => '都市建設工学科',
                2 => '建築学科',
                3 => '応用化学科',
                4 => '情報工学科',
                5 => 'ロボット理工学科',
                6 => '電気電子システム工学科',
                7 => '宇宙航空理工学科',
            ],
            1 => [
                0 => '経営総合学科',
            ],
            2 => [
                0 => '国際学科',
            ],
            3 => [
                0 => '日本語日本文化学科',
                1 => '英語英米文化学科',
                2 => 'コミュニケーション学科',
                3 => '心理学科',
                4 => '歴史地理学科',
            ],
            4 => [
                0 => '応用生物化学科',
                1 => '環境生物科学科',
                2 => '食品栄養科学科',
            ],
            5 => [
                0 => '生命医科学科',
                1 => '保健看護学科',
                2 => '作業療法学科',
                3 => '理学療法学科',
                4 => '臨床工学科',
                5 => 'スポーツ保健医療学科',
            ],
            6 => [
                0 => '幼児教育学科',
                1 => '現代教育学科',
            ],
        ]
    ],
    230013011 => [
        'name' => '藤田医科大学',
        'fuculty' => [
            0 => '医学部',
            1 => '医療科学部',
            2 => '保健衛生学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
            ],
            1 => [
                0 => '医療検査学科',
                1 => '放射線学科',
            ],
            2 => [
                0 => '看護学科',
                1 => 'リハビリテーション学科',
            ],
        ]
    ],
    230013012 => [
        'name' => '愛知大学',
        'fuculty' => [
            0 => '法学部',
            1 => '経済学部',
            2 => '経営学部',
            3 => '現代中国学部',
            4 => '国際コミュニケーション学部',
            5 => '文学部',
            6 => '地域政策学部',
        ],
        'class' => [
            0 => [
                0 => '法学科',
            ],
            1 => [
                0 => '経済学科',
            ],
            2 => [
                0 => '経営学科',
                1 => '会計ファイナンス学科',
            ],
            3 => [
                0 => '現代中国学科',
            ],
            4 => [
                0 => '英語学科',
                1 => '国際教養学科',
            ],
            5 => [
                0 => '心理学科',
                1 => '人文社会学科',
            ],
            6 => [
                0 => '地域政策学科',
            ],
        ]
    ],
    230013013 => [
        'name' => '名城大学',
        'fuculty' => [
            0 => '法学部',
            1 => '経営学部',
            2 => '経済学部',
            3 => '外国語学部',
            4 => '人間学部',
            5 => '都市情報学部',
            6 => '理工学部',
            7 => '薬学部',
            8 => '農学部',
        ],
        'class' => [
            0 => [
                0 => '法学科',
            ],
            1 => [
                0 => '経営学科',
                1 => '国際経営学科',
            ],
            2 => [
                0 => '経済学科',
                1 => '産業社会学科',
            ],
            3 => [
                0 => '国際英語学科',
            ],
            4 => [
                0 => '人間学科',
            ],
            5 => [
                0 => '都市情報学科',
            ],
            6 => [
                0 => '数学科',
                1 => '情報工学科',
                2 => '電気電子工学科',
                3 => '材料機能工学科',
                4 => '応用化学科',
                5 => '機械工学科',
                6 => '交通機械工学科',
                7 => 'メカトロニクス工学科',
                8 => '社会基盤デザイン工学科',
                9 => '環境創造工学科',
                10 => '建築学科',
            ],
            7 => [
                0 => '薬学科',
            ],
            8 => [
                0 => '生物資源学科',
                1 => '応用生物化学科',
                2 => '生物環境科学科',
            ],
        ]
    ],
    230013014 => [
        'name' => '修文大学',
        'fuculty' => [
            0 => '健康栄養学部',
            1 => '看護学部',
            2 => '医療科学部',
        ],
        'class' => [
            0 => [
                0 => '管理栄養学科',
            ],
            1 => [
                0 => '看護学科',
            ],
            2 => [
                0 => '臨床検査学科',
            ],
        ]
    ],
    230013015 => [
        'name' => '同朋大学',
        'fuculty' => [
            0 => '社会福祉学部',
            1 => '文学部',
        ],
        'class' => [
            0 => [
                0 => '社会福祉学科',
            ],
            1 => [
                0 => '人文学科',
                1 => '仏教学科',
            ],
        ]
    ],
    230013016 => [
        'name' => '豊田工業大学',
        'fuculty' => [
            0 => '工学部',
        ],
        'class' => [
            0 => [
                0 => '先端工学基礎学科',
            ],
        ]
    ],
    230013017 => [
        'name' => '名古屋外国語大学',
        'fuculty' => [
            0 => '外国語学部',
            1 => '世界教養学部',
            2 => '世界共生学部',
            3 => '現代国際学部',
        ],
        'class' => [
            0 => [
                0 => '英米語学科',
                1 => 'フランス語学科',
                2 => '中国語学科',
            ],
            1 => [
                0 => '世界教養学科',
                1 => '国際日本学科',
            ],
            2 => [
                0 => '世界共生学科',
            ],
            3 => [
                0 => '現代英語学科',
                1 => '国際教養学科',
                2 => 'グローバルビジネス学科',
            ],
        ]
    ],
    230013018 => [
        'name' => '中京大学',
        'fuculty' => [
            0 => '国際学部',
            1 => '文学部',
            2 => '心理学部',
            3 => '法学部',
            4 => '経済学部',
            5 => '経営学部',
            6 => '総合政策学部',
            7 => '現代社会学部',
            8 => '工学部',
            9 => 'スポーツ科学部',
        ],
        'class' => [
            0 => [
                0 => '国際学科',
                1 => '言語文化学科',
            ],
            1 => [
                0 => '歴史文化学科',
                1 => '日本文学科',
                2 => '言語表現学科',
            ],
            2 => [
                0 => '心理学科',
            ],
            3 => [
                0 => '法律学科',
            ],
            4 => [
                0 => '経済学科',
            ],
            5 => [
                0 => '経営学科',
            ],
            6 => [
                0 => '総合政策学科',
            ],
            7 => [
                0 => '現代社会学科',
            ],
            8 => [
                0 => '機械システム工学科',
                1 => '電気電子工学科',
                2 => '情報工学科',
                3 => 'メディア工学科',
            ],
            9 => [
                0 => 'スポーツ健康科学科',
                1 => '競技スポーツ科学科',
                2 => 'スポーツ教育学科',
            ],
        ]
    ],
    230013019 => [
        'name' => '人間環境大学',
        'fuculty' => [
            0 => '人間環境学部',
            1 => '看護学部',
            2 => '松山看護学部',
        ],
        'class' => [
            0 => [
                0 => '心理学科',
                1 => '環境科学科',
            ],
            1 => [
                0 => '看護学科',
            ],
            2 => [
                0 => '看護学科',
            ],
        ]
    ],
    230013020 => [
        'name' => '日本赤十字豊田看護大学',
        'fuculty' => [
            0 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
        ]
    ],
    230013021 => [
        'name' => '愛知工科大学',
        'fuculty' => [
            0 => '工学部',
        ],
        'class' => [
            0 => [
                0 => '機械システム工学科',
                1 => '電子制御・ロボット工学科',
                2 => '情報メディア学科',
            ],
        ]
    ],
    230013022 => [
        'name' => '至学館大学',
        'fuculty' => [
            0 => '健康科学部',
        ],
        'class' => [
            0 => [
                0 => '健康スポーツ科学科',
                1 => '栄養科学科（管理栄養士養成課程）',
                2 => 'こども健康・教育学科',
            ],
        ]
    ],
    230013023 => [
        'name' => '名古屋女子大学',
        'fuculty' => [
            0 => '家政学部',
            1 => '文学部',
            2 => '健康科学部',
        ],
        'class' => [
            0 => [
                0 => '生活環境学科',
            ],
            1 => [
                0 => '児童教育学科',
            ],
            2 => [
                0 => '看護学科',
                1 => '健康栄養学科',
            ],
        ]
    ],
    230013024 => [
        'name' => '愛知産業大学',
        'fuculty' => [
            0 => '造形学部',
            1 => '経営学部',
        ],
        'class' => [
            0 => [
                0 => '建築学科',
                1 => 'スマートデザイン学科',
            ],
            1 => [
                0 => '総合経営学科',
            ],
        ]
    ],
    230013025 => [
        'name' => '国際ファッション専門職大学',
        'fuculty' => [
            0 => '国際ファッション学部',
        ],
        'class' => [
            0 => [
                0 => 'ファッションクリエイション学科',
                1 => 'ファッションビジネス学科',
                2 => '大阪ファッションクリエイション・ビジネス学科',
                3 => '名古屋ファッションクリエイション・ビジネス学科',
            ],
        ]
    ],
    230013026 => [
        'name' => '名古屋産業大学',
        'fuculty' => [
            0 => '現代ビジネス学部',
        ],
        'class' => [
            0 => [
                0 => '現代ビジネス学科',
                1 => '経営専門職学科',
            ],
        ]
    ],
    230013027 => [
        'name' => '星城大学',
        'fuculty' => [
            0 => '経営学部',
            1 => 'リハビリテーション学部',
        ],
        'class' => [
            0 => [
                0 => '経営学科',
            ],
            1 => [
                0 => 'リハビリテーション学科',
            ],
        ]
    ],
    230013028 => [
        'name' => '豊橋創造大学',
        'fuculty' => [
            0 => '保健医療学部',
            1 => '経営学部',
        ],
        'class' => [
            0 => [
                0 => '理学療法学科',
                1 => '看護学科',
            ],
            1 => [
                0 => '経営学科',
            ],
        ]
    ],
    230013029 => [
        'name' => '名古屋造形大学',
        'fuculty' => [
            0 => '造形学部',
        ],
        'class' => [
            0 => [
                0 => '造形学科',
            ],
        ]
    ],
    230013030 => [
        'name' => '東海学園大学',
        'fuculty' => [
            0 => '経営学部',
            1 => '人文学部',
            2 => '教育学部',
            3 => 'スポーツ健康科学部',
            4 => '健康栄養学部',
            5 => '心理学部',
        ],
        'class' => [
            0 => [
                0 => '経営学科',
            ],
            1 => [
                0 => '人文学科',
            ],
            2 => [
                0 => '教育学科',
            ],
            3 => [
                0 => 'スポーツ健康科学科',
            ],
            4 => [
                0 => '管理栄養学科',
            ],
            5 => [
                0 => '心理学科',
            ],
        ]
    ],
    230013031 => [
        'name' => '名古屋学院大学',
        'fuculty' => [
            0 => '経済学部',
            1 => '現代社会学部',
            2 => '商学部',
            3 => '法学部',
            4 => '外国語学部',
            5 => '国際文化学部',
            6 => 'スポーツ健康学部',
            7 => 'リハビリテーション学部',
        ],
        'class' => [
            0 => [
                0 => '経済学科',
            ],
            1 => [
                0 => '現代社会学科',
            ],
            2 => [
                0 => '商学科',
                1 => '経営情報学科',
            ],
            3 => [
                0 => '法学科',
            ],
            4 => [
                0 => '英米語学科',
            ],
            5 => [
                0 => '国際文化学科',
                1 => '国際協力学科',
            ],
            6 => [
                0 => 'スポーツ健康学科',
                1 => 'こどもスポーツ教育学科',
            ],
            7 => [
                0 => '理学療法学科',
            ],
        ]
    ],
    230013032 => [
        'name' => '愛知文教大学',
        'fuculty' => [
            0 => '人文学部',
        ],
        'class' => [
            0 => [
                0 => '人文学科',
            ],
        ]
    ],
    230013033 => [
        'name' => '愛知医科大学',
        'fuculty' => [
            0 => '医学部',
            1 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
            ],
            1 => [
                0 => '看護学科',
            ],
        ]
    ],
    230013034 => [
        'name' => '愛知淑徳大学',
        'fuculty' => [
            0 => '文学部',
            1 => '人間情報学部',
            2 => '心理学部',
            3 => '創造表現学部',
            4 => '健康医療科学部',
            5 => '福祉貢献学部',
            6 => '交流文化学部',
            7 => 'ビジネス学部',
            8 => 'グローバル・コミュニケーション学部',
        ],
        'class' => [
            0 => [
                0 => '国文学科',
                1 => '総合英語学科',
                2 => '教育学科',
            ],
            1 => [
                0 => '人間情報学科',
            ],
            2 => [
                0 => '心理学科',
            ],
            3 => [
                0 => '創造表現学科',
            ],
            4 => [
                0 => '医療貢献学科',
                1 => 'スポーツ・健康医科学科',
                2 => '健康栄養学科',
            ],
            5 => [
                0 => '福祉貢献学科',
            ],
            6 => [
                0 => '交流文化学科',
            ],
            7 => [
                0 => 'ビジネス学科',
            ],
            8 => [
                0 => 'グローバル・コミュニケーション学科',
            ],
        ]
    ],
    230013035 => [
        'name' => '名古屋商科大学',
        'fuculty' => [
            0 => '商学部',
            1 => '経営学部',
            2 => '経済学部',
            3 => '国際学部',
        ],
        'class' => [
            0 => [
                0 => '会計ファイナンス学科',
                1 => 'マーケティング学科',
            ],
            1 => [
                0 => '経営学科',
                1 => '経営情報学科',
            ],
            2 => [
                0 => '経済学科',
                1 => '総合政策学科',
            ],
            3 => [
                0 => '英語学科',
                1 => 'グローバル教養学科',
            ],
        ]
    ],
    230013036 => [
        'name' => '愛知工業大学',
        'fuculty' => [
            0 => '工学部',
            1 => '経営学部',
            2 => '情報科学部',
        ],
        'class' => [
            0 => [
                0 => '電気学科',
                1 => '応用化学科',
                2 => '機械学科',
                3 => '土木工学科',
                4 => '建築学科',
            ],
            1 => [
                0 => '経営学科',
            ],
            2 => [
                0 => '情報科学科',
            ],
        ]
    ],
    230013037 => [
        'name' => '東京福祉大学',
        'fuculty' => [
            0 => '社会福祉学部',
            1 => '教育学部',
            2 => '心理学部',
            3 => '保育児童学部',
        ],
        'class' => [
            0 => [
                0 => '社会福祉学科',
            ],
            1 => [
                0 => '教育学科',
            ],
            2 => [
                0 => '心理学科',
            ],
            3 => [
                0 => '保育児童学科',
            ],
        ]
    ],
    230013038 => [
        'name' => '一宮研伸大学',
        'fuculty' => [
            0 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
        ]
    ],
    230013039 => [
        'name' => '愛知東邦大学',
        'fuculty' => [
            0 => '経営学部',
            1 => '人間健康学部',
            2 => '教育学部',
        ],
        'class' => [
            0 => [
                0 => '地域ビジネス学科',
                1 => '国際ビジネス学科',
            ],
            1 => [
                0 => '人間健康学科',
            ],
            2 => [
                0 => '子ども発達学科',
            ],
        ]
    ],
    230013040 => [
        'name' => '名古屋音楽大学',
        'fuculty' => [
            0 => '音楽学部',
        ],
        'class' => [
            0 => [
                0 => '音楽学科',
            ],
        ]
    ],
    230013041 => [
        'name' => '大同大学',
        'fuculty' => [
            0 => '工学部',
            1 => '情報学部',
        ],
        'class' => [
            0 => [
                0 => '機械工学科',
                1 => '機械システム工学科',
                2 => '電気電子工学科',
                3 => '建築学科',
            ],
            1 => [
                0 => '情報システム学科',
                1 => '情報デザイン学科',
                2 => '総合情報学科',
            ],
        ]
    ],
    230013042 => [
        'name' => '名古屋芸術大学',
        'fuculty' => [
            0 => '人間発達学部',
            1 => '芸術学部',
        ],
        'class' => [
            0 => [
                0 => '子ども発達学科',
            ],
            1 => [
                0 => '芸術学科',
            ],
        ]
    ],
    230013043 => [
        'name' => '椙山女学園大学',
        'fuculty' => [
            0 => '生活科学部',
            1 => '国際コミュニケーション学部',
            2 => '人間関係学部',
            3 => '文化情報学部',
            4 => '現代マネジメント学部',
            5 => '教育学部',
            6 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '管理栄養学科',
                1 => '生活環境デザイン学科',
            ],
            1 => [
                0 => '国際言語コミュニケーション学科',
                1 => '表現文化学科',
            ],
            2 => [
                0 => '人間関係学科',
                1 => '心理学科',
            ],
            3 => [
                0 => '文化情報学科',
                1 => 'メディア情報学科',
            ],
            4 => [
                0 => '現代マネジメント学科',
            ],
            5 => [
                0 => '子ども発達学科',
            ],
            6 => [
                0 => '看護学科',
            ],
        ]
    ],
    230013044 => [
        'name' => '名古屋学芸大学',
        'fuculty' => [
            0 => '看護学部',
            1 => '管理栄養学部',
            2 => 'ヒューマンケア学部',
            3 => 'メディア造形学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
            1 => [
                0 => '管理栄養学科',
            ],
            2 => [
                0 => '子どもケア学科',
            ],
            3 => [
                0 => '映像メディア学科',
                1 => 'デザイン学科',
                2 => 'ファッション造形学科',
            ],
        ]
    ],
];
