<?php
return [
    210011000 => [
        'name' => '岐阜大学',
        'fuculty' => [
            0 => '教育学部',
            1 => '地域科学部',
            2 => '医学部',
            3 => '工学部',
            4 => '応用生物科学部',
        ],
        'class' => [
            0 => [
                0 => '学校教育教員養成課程',
            ],
            1 => [
                0 => '地域政策学科',
                1 => '地域文化学科',
            ],
            2 => [
                0 => '医学科',
                1 => '看護学科',
            ],
            3 => [
                0 => '社会基盤工学科',
                1 => '機械工学科',
                2 => '化学・生命工学科',
                3 => '電気電子・情報工学科',
            ],
            4 => [
                0 => '応用生命科学課程',
                1 => '生産環境科学課程',
                2 => '共同獣医学科',
            ],
        ]
    ],
    210012000 => [
        'name' => '岐阜県立看護大学',
        'fuculty' => [
            0 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
        ]
    ],
    210012001 => [
        'name' => '岐阜薬科大学',
        'fuculty' => [
            0 => '薬学部',
        ],
        'class' => [
            0 => [
                0 => '薬学科〈６年制〉',
            ],
        ]
    ],
    210013000 => [
        'name' => '岐阜女子大学',
        'fuculty' => [
            0 => '文化創造学部',
            1 => '家政学部',
        ],
        'class' => [
            0 => [
                0 => '文化創造学科',
            ],
            1 => [
                0 => '健康栄養学科',
                1 => '生活科学科',
            ],
        ]
    ],
    210013001 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    210013002 => [
        'name' => '岐阜保健大学',
        'fuculty' => [
            0 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
        ]
    ],
    210013003 => [
        'name' => '岐阜医療科学大学',
        'fuculty' => [
            0 => '保健科学部',
            1 => '看護学部',
            2 => '薬学部',
        ],
        'class' => [
            0 => [
                0 => '臨床検査学科',
                1 => '放射線技術学科',
            ],
            1 => [
                0 => '看護学科',
            ],
            2 => [
                0 => '薬学科',
            ],
        ]
    ],
    210013004 => [
        'name' => '中京学院大学',
        'fuculty' => [
            0 => '看護学部',
            1 => '経営学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
            1 => [
                0 => '経営学科',
            ],
        ]
    ],
    210013005 => [
        'name' => '東海学院大学',
        'fuculty' => [
            0 => '人間関係学部',
            1 => '健康福祉学部',
        ],
        'class' => [
            0 => [
                0 => '心理学科',
                1 => '子ども発達学科',
            ],
            1 => [
                0 => '総合福祉学科',
                1 => '管理栄養学科',
            ],
        ]
    ],
    210013006 => [
        'name' => '岐阜聖徳学園大学',
        'fuculty' => [
            0 => '教育学部',
            1 => '外国語学部',
            2 => '経済情報学部',
            3 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '学校教育課程',
            ],
            1 => [
                0 => '外国語学科',
            ],
            2 => [
                0 => '経済情報学科',
            ],
            3 => [
                0 => '看護学科',
            ],
        ]
    ],
    210013007 => [
        'name' => '朝日大学',
        'fuculty' => [
            0 => '保健医療学部',
            1 => '歯学部',
            2 => '法学部',
            3 => '経営学部',
        ],
        'class' => [
            0 => [
                0 => '健康スポーツ科学科',
                1 => '看護学科',
            ],
            1 => [
                0 => '歯学科',
            ],
            2 => [
                0 => '法学科',
            ],
            3 => [
                0 => '経営学科',
            ],
        ]
    ],
    210013008 => [
        'name' => '中部学院大学',
        'fuculty' => [
            0 => '人間福祉学部',
            1 => '看護リハビリテーション学部',
            2 => 'スポーツ健康科学部',
            3 => '教育学部',
        ],
        'class' => [
            0 => [
                0 => '人間福祉学科',
            ],
            1 => [
                0 => '理学療法学科',
                1 => '看護学科',
            ],
            2 => [
                0 => 'スポーツ健康科学科',
            ],
            3 => [
                0 => '子ども教育学科',
            ],
        ]
    ],
    210013009 => [
        'name' => '岐阜協立大学',
        'fuculty' => [
            0 => '経済学部',
            1 => '経営学部',
            2 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '経済学科',
                1 => '公共政策学科',
            ],
            1 => [
                0 => '情報メディア学科',
                1 => 'スポーツ経営学科',
            ],
            2 => [
                0 => '看護学科',
            ],
        ]
    ],
];
