<?php
return [
    180011000 => [
        'name' => '福井大学',
        'fuculty' => [
            0 => '教育学部',
            1 => '医学部',
            2 => '工学部',
            3 => '国際地域学部',
        ],
        'class' => [
            0 => [
                0 => '学校教育課程',
            ],
            1 => [
                0 => '医学科',
                1 => '看護学科',
            ],
            2 => [
                0 => '機械・システム工学科',
                1 => '電気電子情報工学科',
                2 => '建築・都市環境工学科',
                3 => '物質・生命化学科',
                4 => '応用物理学科',
            ],
            3 => [
                0 => '国際地域学科',
            ],
        ]
    ],
    180012000 => [
        'name' => '敦賀市立看護大学',
        'fuculty' => [
            0 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
        ]
    ],
    180012001 => [
        'name' => '福井県立大学',
        'fuculty' => [
            0 => '経済学部',
            1 => '生物資源学部',
            2 => '海洋生物資源学部',
            3 => '看護福祉学部',
        ],
        'class' => [
            0 => [
                0 => '経済学科',
                1 => '経営学科',
            ],
            1 => [
                0 => '生物資源学科',
                1 => '創造農学科',
            ],
            2 => [
                0 => '海洋生物資源学科',
            ],
            3 => [
                0 => '看護学科',
                1 => '社会福祉学科',
            ],
        ]
    ],
    180013000 => [
        'name' => '福井工業大学',
        'fuculty' => [
            0 => '工学部',
            1 => '環境情報学部',
            2 => 'スポーツ健康科学部',
        ],
        'class' => [
            0 => [
                0 => '電気電子工学科',
                1 => '機械工学科',
                2 => '建築土木工学科',
                3 => '原子力技術応用工学科',
            ],
            1 => [
                0 => 'デザイン学科',
                1 => '経営情報学科',
                2 => '環境食品応用化学科',
            ],
            2 => [
                0 => 'スポーツ健康科学科',
            ],
        ]
    ],
    180013001 => [
        'name' => '福井医療大学',
        'fuculty' => [
            0 => '保健医療学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
                1 => 'リハビリテーション学科',
            ],
        ]
    ],
    180013002 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    180013003 => [
        'name' => '仁愛大学',
        'fuculty' => [
            0 => '人間学部',
            1 => '人間生活学部',
        ],
        'class' => [
            0 => [
                0 => 'コミュニケーション学科',
                1 => '心理学科',
            ],
            1 => [
                0 => '健康栄養学科',
                1 => '子ども教育学科',
            ],
        ]
    ],
];
