<?php
return [
    170011000 => [
        'name' => '金沢大学',
        'fuculty' => [
            0 => '人間社会学域人文学類',
            1 => '人間社会学域法学類',
            2 => '人間社会学域経済学類',
            3 => '人間社会学域学校教育学類',
            4 => '人間社会学域地域創造学類',
            5 => '人間社会学域国際学類',
            6 => '理工学域数物科学類',
            7 => '理工学域物質化学類',
            8 => '理工学域機械工学類',
            9 => '理工学域フロンティア工学類',
            10 => '理工学域電子情報通信学類',
            11 => '理工学域地球社会基盤学類',
            12 => '理工学域生命理工学類',
            13 => '医薬保健学域医学類',
            14 => '医薬保健学域薬学類＜６年制＞',
            15 => '医薬保健学域創薬科学類＜４年制＞',
            16 => '医薬保健学域保健学類',
        ],
        'class' => [
            0 => [],
            1 => [],
            2 => [],
            3 => [],
            4 => [],
            5 => [],
            6 => [],
            7 => [],
            8 => [],
            9 => [],
            10 => [],
            11 => [],
            12 => [],
            13 => [],
            14 => [],
            15 => [],
            16 => [
                0 => '看護学専攻',
                1 => '放射線技術科学専攻',
                2 => '検査技術科学専攻',
                3 => '理学療法学専攻',
                4 => '作業療法学専攻',
            ],
        ]
    ],
    170012000 => [
        'name' => '金沢美術工芸大学',
        'fuculty' => [
            0 => '美術工芸学部',
        ],
        'class' => [
            0 => [
                0 => '美術科',
                1 => 'デザイン科',
                2 => '工芸科',
            ],
        ]
    ],
    170012001 => [
        'name' => '石川県立大学',
        'fuculty' => [
            0 => '生物資源環境学部',
        ],
        'class' => [
            0 => [
                0 => '生産科学科',
                1 => '環境科学科',
                2 => '食品科学科',
            ],
        ]
    ],
    170012002 => [
        'name' => '石川県立看護大学',
        'fuculty' => [
            0 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
        ]
    ],
    170012003 => [
        'name' => '公立小松大学',
        'fuculty' => [
            0 => '生産システム科学部',
            1 => '保健医療学部',
            2 => '国際文化交流学部',
        ],
        'class' => [
            0 => [
                0 => '生産システム科学科',
            ],
            1 => [
                0 => '看護学科',
                1 => '臨床工学科',
            ],
            2 => [
                0 => '国際文化交流学科',
            ],
        ]
    ],
    170013000 => [
        'name' => '金沢星稜大学',
        'fuculty' => [
            0 => '経済学部',
            1 => '人間科学部',
            2 => '人文学部',
        ],
        'class' => [
            0 => [
                0 => '経済学科',
                1 => '経営学科',
            ],
            1 => [
                0 => 'スポーツ学科',
                1 => 'こども学科',
            ],
            2 => [
                0 => '国際文化学科',
            ],
        ]
    ],
    170013001 => [
        'name' => '北陸大学',
        'fuculty' => [
            0 => '薬学部',
            1 => '医療保健学部',
            2 => '経済経営学部',
            3 => '国際コミュニケーション学部',
        ],
        'class' => [
            0 => [
                0 => '薬学科',
            ],
            1 => [
                0 => '医療技術学科',
            ],
            2 => [
                0 => 'マネジメント学科',
            ],
            3 => [
                0 => '国際コミュニケーション学科',
            ],
        ]
    ],
    170013002 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    170013003 => [
        'name' => '金沢学院大学',
        'fuculty' => [
            0 => '文学部',
            1 => '人間健康学部',
            2 => '芸術学部',
            3 => '経済学部',
            4 => '経済情報学部',
        ],
        'class' => [
            0 => [
                0 => '教育学科',
                1 => '文学科',
            ],
            1 => [
                0 => '健康栄養学科',
                1 => 'スポーツ健康学科',
            ],
            2 => [
                0 => '芸術学科',
            ],
            3 => [
                0 => '経済学科',
                1 => '経営学科',
            ],
            4 => [
                0 => '経済情報学科',
            ],
        ]
    ],
    170013004 => [
        'name' => '金城大学',
        'fuculty' => [
            0 => '社会福祉学部',
            1 => '医療健康学部',
            2 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '社会福祉学科',
                1 => '子ども福祉学科',
            ],
            1 => [
                0 => '理学療法学科',
                1 => '作業療法学科',
            ],
            2 => [
                0 => '看護学科',
            ],
        ]
    ],
    170013005 => [
        'name' => '金沢工業大学',
        'fuculty' => [
            0 => '工学部',
            1 => '情報フロンティア学部',
            2 => '建築学部',
            3 => 'バイオ・化学部',
        ],
        'class' => [
            0 => [
                0 => '機械工学科',
                1 => '航空システム工学科',
                2 => 'ロボティクス学科',
                3 => '電気電子工学科',
                4 => '情報工学科',
                5 => '環境土木工学科',
            ],
            1 => [
                0 => 'メディア情報学科',
                1 => '経営情報学科',
                2 => '心理科学科',
            ],
            2 => [
                0 => '建築学科',
            ],
            3 => [
                0 => '応用化学科',
                1 => '応用バイオ学科',
            ],
        ]
    ],
    170013006 => [
        'name' => '北陸学院大学',
        'fuculty' => [
            0 => '人間総合学部',
        ],
        'class' => [
            0 => [
                0 => '社会学科',
                1 => '子ども教育学科',
            ],
        ]
    ],
    170013007 => [
        'name' => '金沢医科大学',
        'fuculty' => [
            0 => '医学部',
            1 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
            ],
            1 => [
                0 => '看護学科',
            ],
        ]
    ],
];
