<?php
return [
    200011000 => [
        'name' => '信州大学',
        'fuculty' => [
            0 => '人文学部',
            1 => '教育学部',
            2 => '経法学部',
            3 => '理学部',
            4 => '医学部',
            5 => '工学部',
            6 => '農学部',
            7 => '繊維学部',
        ],
        'class' => [
            0 => [
                0 => '人文学科',
            ],
            1 => [
                0 => '学校教育教員養成課程',
            ],
            2 => [
                0 => '応用経済学科',
                1 => '総合法律学科',
            ],
            3 => [
                0 => '数学科',
                1 => '理学科',
            ],
            4 => [
                0 => '医学科',
                1 => '保健学科',
            ],
            5 => [
                0 => '物質化学科',
                1 => '電子情報システム工学科',
                2 => '水環境・土木工学科',
                3 => '機械システム工学科',
                4 => '建築学科',
            ],
            6 => [
                0 => '農学生命科学科',
            ],
            7 => [
                0 => '先進繊維・感性工学科',
                1 => '機械・ロボット学科',
                2 => '化学・材料学科',
                3 => '応用生物科学科',
            ],
        ]
    ],
    200012000 => [
        'name' => '長野県立大学',
        'fuculty' => [
            0 => 'グローバルマネジメント学部',
            1 => '健康発達学部',
        ],
        'class' => [
            0 => [
                0 => 'グローバルマネジメント学科',
            ],
            1 => [
                0 => '食健康学科',
                1 => 'こども学科',
            ],
        ]
    ],
    200012001 => [
        'name' => '長野大学',
        'fuculty' => [
            0 => '社会福祉学部',
            1 => '環境ツーリズム学部',
            2 => '企業情報学部',
        ],
        'class' => [
            0 => [
                0 => '社会福祉学科',
            ],
            1 => [
                0 => '環境ツーリズム学科',
            ],
            2 => [
                0 => '企業情報学科',
            ],
        ]
    ],
    200012002 => [
        'name' => '長野県看護大学',
        'fuculty' => [
            0 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
        ]
    ],
    200012003 => [
        'name' => '公立諏訪東京理科大学',
        'fuculty' => [
            0 => '工学部',
        ],
        'class' => [
            0 => [
                0 => '情報応用工学科',
                1 => '機械電気工学科',
            ],
        ]
    ],
    200013000 => [
        'name' => '長野保健医療大学',
        'fuculty' => [
            0 => '保健科学部',
            1 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => 'リハビリテーション学科',
            ],
            1 => [
                0 => '看護学科',
            ],
        ]
    ],
    200013001 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    200013002 => [
        'name' => '松本歯科大学',
        'fuculty' => [
            0 => '歯学部',
        ],
        'class' => [
            0 => [
                0 => '歯学科',
            ],
        ]
    ],
    200013003 => [
        'name' => '清泉女学院大学',
        'fuculty' => [
            0 => '人間学部',
            1 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '心理コミュニケーション学科',
                1 => '文化学科',
            ],
            1 => [
                0 => '看護学科',
            ],
        ]
    ],
    200013004 => [
        'name' => '佐久大学',
        'fuculty' => [
            0 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
        ]
    ],
    200013005 => [
        'name' => '松本大学',
        'fuculty' => [
            0 => '総合経営学部',
            1 => '人間健康学部',
            2 => '教育学部',
        ],
        'class' => [
            0 => [
                0 => '総合経営学科',
                1 => '観光ホスピタリティ学科',
            ],
            1 => [
                0 => '健康栄養学科',
                1 => 'スポーツ健康学科',
            ],
            2 => [
                0 => '学校教育学科',
            ],
        ]
    ],
];
