<?php
return [
    150011000 => [
        'name' => '新潟大学',
        'fuculty' => [
            0 => '人文学部',
            1 => '教育学部',
            2 => '法学部',
            3 => '経済科学部',
            4 => '理学部',
            5 => '医学部',
            6 => '歯学部',
            7 => '工学部',
            8 => '農学部',
            9 => '創生学部',
        ],
        'class' => [
            0 => [
                0 => '人文学科',
            ],
            1 => [
                0 => '学校教員養成課程',
            ],
            2 => [
                0 => '法学科',
            ],
            3 => [
                0 => '総合経済学科',
            ],
            4 => [
                0 => '理学科',
            ],
            5 => [
                0 => '医学科',
                1 => '保健学科',
            ],
            6 => [
                0 => '歯学科',
                1 => '口腔生命福祉学科',
            ],
            7 => [
                0 => '工学科',
            ],
            8 => [
                0 => '農学科',
            ],
            9 => [
                0 => '創生学修課程',
            ],
        ]
    ],
    150011001 => [
        'name' => '長岡技術科学大学',
        'fuculty' => [
            0 => '工学部',
        ],
        'class' => [
            0 => [
                0 => '機械創造工学課程',
                1 => '電気電子情報工学課程',
                2 => '物質材料工学課程',
                3 => '環境社会基盤工学課程',
                4 => '生物機能工学課程',
                5 => '情報・経営システム工学課程',
            ],
        ]
    ],
    150011002 => [
        'name' => '上越教育大学',
        'fuculty' => [
            0 => '学校教育学部',
        ],
        'class' => [
            0 => [
                0 => '初等教育教員養成課程',
            ],
        ]
    ],
    150012000 => [
        'name' => '長岡造形大学',
        'fuculty' => [
            0 => '造形学部',
        ],
        'class' => [
            0 => [
                0 => 'プロダクトデザイン学科',
                1 => '視覚デザイン学科',
                2 => '美術・工芸学科',
                3 => '建築・環境デザイン学科',
            ],
        ]
    ],
    150012001 => [
        'name' => '新潟県立看護大学',
        'fuculty' => [
            0 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
        ]
    ],
    150012002 => [
        'name' => '新潟県立大学',
        'fuculty' => [
            0 => '国際地域学部',
            1 => '人間生活学部',
            2 => '国際経済学部',
        ],
        'class' => [
            0 => [
                0 => '国際地域学科',
            ],
            1 => [
                0 => '子ども学科',
                1 => '健康栄養学科',
            ],
            2 => [
                0 => '国際経済学科',
            ],
        ]
    ],
    150013000 => [
        'name' => '開志専門職大学',
        'fuculty' => [
            0 => '情報学部',
            1 => '事業創造学部',
        ],
        'class' => [
            0 => [
                0 => '情報学科',
            ],
            1 => [
                0 => '事業創造学科',
            ],
        ]
    ],
    150013001 => [
        'name' => '新潟工科大学',
        'fuculty' => [
            0 => '工学部',
        ],
        'class' => [
            0 => [
                0 => '工学科',
            ],
        ]
    ],
    150013002 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    150013003 => [
        'name' => '新潟青陵大学',
        'fuculty' => [
            0 => '看護学部',
            1 => '福祉心理学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
            1 => [
                0 => '社会福祉学科',
                1 => '臨床心理学科',
            ],
        ]
    ],
    150013004 => [
        'name' => '新潟食料農業大学',
        'fuculty' => [
            0 => '食料産業学部',
        ],
        'class' => [
            0 => [
                0 => '食料産業学科',
            ],
        ]
    ],
    150013005 => [
        'name' => '長岡崇徳大学',
        'fuculty' => [
            0 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
        ]
    ],
    150013006 => [
        'name' => '敬和学園大学',
        'fuculty' => [
            0 => '人文学部',
        ],
        'class' => [
            0 => [
                0 => '国際文化学科',
                1 => '英語文化コミュニケーション学科',
                2 => '共生社会学科',
            ],
        ]
    ],
    150013007 => [
        'name' => '新潟産業大学',
        'fuculty' => [
            0 => '経済学部',
        ],
        'class' => [
            0 => [
                0 => '経済経営学科',
                1 => '文化経済学科',
            ],
        ]
    ],
    150013008 => [
        'name' => '新潟リハビリテーション大学',
        'fuculty' => [
            0 => '医療学部',
        ],
        'class' => [
            0 => [
                0 => 'リハビリテーション学科',
            ],
        ]
    ],
    150013009 => [
        'name' => '長岡大学',
        'fuculty' => [
            0 => '経済経営学部',
        ],
        'class' => [
            0 => [
                0 => '経済経営学科',
            ],
        ]
    ],
    150013010 => [
        'name' => '新潟経営大学',
        'fuculty' => [
            0 => '経営情報学部',
            1 => '観光経営学部',
        ],
        'class' => [
            0 => [
                0 => '経営情報学科',
                1 => 'スポーツマネジメント学科',
            ],
            1 => [
                0 => '観光経営学科',
            ],
        ]
    ],
    150013011 => [
        'name' => '新潟国際情報大学',
        'fuculty' => [
            0 => '国際学部',
            1 => '経営情報学部',
        ],
        'class' => [
            0 => [
                0 => '国際文化学科',
            ],
            1 => [
                0 => '経営学科',
                1 => '情報システム学科',
            ],
        ]
    ],
    150013012 => [
        'name' => '新潟薬科大学',
        'fuculty' => [
            0 => '薬学部',
            1 => '応用生命科学部',
        ],
        'class' => [
            0 => [
                0 => '薬学科',
            ],
            1 => [
                0 => '応用生命科学科（理系）',
                1 => '生命産業創造学科（文系）',
            ],
        ]
    ],
    150013013 => [
        'name' => '新潟医療福祉大学',
        'fuculty' => [
            0 => 'リハビリテーション学部',
            1 => '医療技術学部',
            2 => '健康科学部',
            3 => '看護学部',
            4 => '社会福祉学部',
            5 => '医療経営管理学部',
        ],
        'class' => [
            0 => [
                0 => '理学療法学科',
                1 => '作業療法学科',
                2 => '言語聴覚学科',
                3 => '義肢装具自立支援学科',
            ],
            1 => [
                0 => '臨床技術学科',
                1 => '視機能科学科',
                2 => '救急救命学科',
                3 => '診療放射線学科',
            ],
            2 => [
                0 => '健康栄養学科',
                1 => '健康スポーツ学科',
            ],
            3 => [
                0 => '看護学科',
            ],
            4 => [
                0 => '社会福祉学科',
            ],
            5 => [
                0 => '医療情報管理学科',
            ],
        ]
    ],
    150013014 => [
        'name' => '日本歯科大学',
        'fuculty' => [
            0 => '生命歯学部',
            1 => '新潟生命歯学部',
        ],
        'class' => [
            0 => [
                0 => '生命歯学科',
            ],
            1 => [
                0 => '生命歯学科',
            ],
        ]
    ],
];
