<?php
return [
    220011000 => [
        'name' => '静岡大学',
        'fuculty' => [
            0 => '人文社会科学部',
            1 => '教育学部',
            2 => '情報学部',
            3 => '理学部',
            4 => '工学部',
            5 => '農学部',
            6 => '地域創造学環',
        ],
        'class' => [
            0 => [
                0 => '社会学科',
                1 => '言語文化学科',
                2 => '法学科',
                3 => '経済学科',
            ],
            1 => [
                0 => '学校教育教員養成課程',
            ],
            2 => [
                0 => '情報科学科',
                1 => '行動情報学科',
                2 => '情報社会学科',
            ],
            3 => [
                0 => '数学科',
                1 => '物理学科',
                2 => '化学科',
                3 => '生物科学科',
                4 => '地球科学科',
                5 => '創造理学コース',
            ],
            4 => [
                0 => '機械工学科',
                1 => '電気電子工学科',
                2 => '電子物質科学科',
                3 => '化学バイオ工学科',
                4 => '数理システム工学科',
            ],
            5 => [
                0 => '生物資源科学科',
                1 => '応用生命科学科',
            ],
            6 => [],
        ]
    ],
    220011001 => [
        'name' => '浜松医科大学',
        'fuculty' => [
            0 => '医学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
                1 => '看護学科',
            ],
        ]
    ],
    220012000 => [
        'name' => '静岡県立大学',
        'fuculty' => [
            0 => '薬学部',
            1 => '食品栄養科学部',
            2 => '国際関係学部',
            3 => '経営情報学部',
            4 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '薬学科＜６年制＞',
                1 => '薬科学科＜４年制＞',
            ],
            1 => [
                0 => '食品生命科学科',
                1 => '栄養生命科学科',
                2 => '環境生命科学科',
            ],
            2 => [
                0 => '国際関係学科',
                1 => '国際言語文化学科',
            ],
            3 => [
                0 => '経営情報学科',
            ],
            4 => [
                0 => '看護学科',
            ],
        ]
    ],
    220012001 => [
        'name' => '静岡文化芸術大学',
        'fuculty' => [
            0 => '文化政策学部',
            1 => 'デザイン学部',
        ],
        'class' => [
            0 => [
                0 => '国際文化学科',
                1 => '文化政策学科',
                2 => '芸術文化学科',
            ],
            1 => [
                0 => 'デザイン学科',
            ],
        ]
    ],
    220013000 => [
        'name' => '聖隷クリストファー大学',
        'fuculty' => [
            0 => '社会福祉学部',
            1 => '看護学部',
            2 => 'リハビリテーション学部',
        ],
        'class' => [
            0 => [
                0 => 'こども教育福祉学科',
                1 => '社会福祉学科',
            ],
            1 => [
                0 => '看護学科',
            ],
            2 => [
                0 => '理学療法学科',
                1 => '作業療法学科',
                2 => '言語聴覚学科',
            ],
        ]
    ],
    220013001 => [
        'name' => '東京女子医科大学',
        'fuculty' => [
            0 => '医学部',
            1 => '看護学部',
        ],
        'class' => [
            0 => [],
            1 => [],
        ]
    ],
    220013002 => [
        'name' => '静岡英和学院大学',
        'fuculty' => [
            0 => '人間社会学部',
        ],
        'class' => [
            0 => [
                0 => '人間社会学科',
                1 => 'コミュニティ福祉学科',
            ],
        ]
    ],
    220013003 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    220013004 => [
        'name' => '東海大学',
        'fuculty' => [
            0 => '文学部',
            1 => '文化社会学部',
            2 => '政治経済学部',
            3 => '法学部',
            4 => '教養学部',
            5 => '体育学部',
            6 => '健康学部',
            7 => '理学部',
            8 => '情報理工学部',
            9 => '工学部',
            10 => '観光学部',
            11 => '情報通信学部',
            12 => '海洋学部',
            13 => '医学部',
            14 => '経営学部',
            15 => '基盤工学部',
            16 => '農学部',
            17 => '国際文化学部',
            18 => '生物学部',
        ],
        'class' => [
            0 => [
                0 => '文明学科',
                1 => '歴史学科',
                2 => '日本文学科',
                3 => '英語文化コミュニケーション学科',
            ],
            1 => [
                0 => 'アジア学科',
                1 => 'ヨーロッパ・アメリカ学科',
                2 => '北欧学科',
                3 => '文芸創作学科',
                4 => '広報メディア学科',
                5 => '心理・社会学科',
            ],
            2 => [
                0 => '政治学科',
                1 => '経済学科',
                2 => '経営学科',
            ],
            3 => [
                0 => '法律学科',
            ],
            4 => [
                0 => '人間環境学科',
                1 => '芸術学科',
                2 => '国際学科',
            ],
            5 => [
                0 => '体育学科',
                1 => '競技スポーツ学科',
                2 => '武道学科',
                3 => '生涯スポーツ学科',
                4 => 'スポーツ・レジャーマネジメント学科',
            ],
            6 => [
                0 => '健康マネジメント学科',
            ],
            7 => [
                0 => '数学科',
                1 => '情報数理学科',
                2 => '物理学科',
                3 => '化学科',
            ],
            8 => [
                0 => '情報科学科',
                1 => 'コンピュータ応用工学科',
            ],
            9 => [
                0 => '生命化学科',
                1 => '応用化学科',
                2 => '光・画像工学科',
                3 => '原子力工学科',
                4 => '電気電子工学科',
                5 => '材料科学科',
                6 => '建築学科',
                7 => '土木工学科',
                8 => '精密工学科',
                9 => '機械工学科',
                10 => '動力機械工学科',
                11 => '航空宇宙学科',
                12 => '医用生体工学科',
            ],
            10 => [
                0 => '観光学科',
            ],
            11 => [
                0 => '情報メディア学科',
                1 => '組込みソフトウェア工学科',
                2 => '経営システム工学科',
                3 => '通信ネットワーク工学科',
            ],
            12 => [
                0 => '海洋文明学科',
                1 => '環境社会学科',
                2 => '海洋地球科学科',
                3 => '水産学科',
                4 => '海洋生物学科',
                5 => '航海工学科',
            ],
            13 => [
                0 => '医学科',
                1 => '看護学科',
            ],
            14 => [
                0 => '経営学科',
                1 => '観光ビジネス学科',
            ],
            15 => [
                0 => '電気電子情報工学科',
                1 => '医療福祉工学科',
            ],
            16 => [
                0 => '応用植物科学科',
                1 => '応用動物科学科',
                2 => 'バイオサイエンス学科',
            ],
            17 => [
                0 => '地域創造学科',
                1 => '国際コミュニケーション学科',
                2 => 'デザイン文化学科',
            ],
            18 => [
                0 => '生物学科',
                1 => '海洋生物科学科',
            ],
        ]
    ],
    220013005 => [
        'name' => '静岡理工科大学',
        'fuculty' => [
            0 => '理工学部',
            1 => '情報学部',
        ],
        'class' => [
            0 => [
                0 => '機械工学科',
                1 => '電気電子工学科',
                2 => '物質生命科学科',
                3 => '建築学科',
            ],
            1 => [
                0 => 'コンピュータシステム学科',
                1 => '情報デザイン学科',
            ],
        ]
    ],
    220013006 => [
        'name' => '静岡産業大学',
        'fuculty' => [
            0 => '経営学部',
        ],
        'class' => [
            0 => [
                0 => '経営学科',
                1 => 'スポーツ経営学科',
                2 => '心理経営学科',
            ],
        ]
    ],
    220013007 => [
        'name' => '浜松学院大学',
        'fuculty' => [
            0 => '現代コミュニケーション学部',
        ],
        'class' => [
            0 => [
                0 => '地域共創学科',
                1 => '子どもコミュニケーション学科',
            ],
        ]
    ],
    220013008 => [
        'name' => '順天堂大学',
        'fuculty' => [
            0 => '医学部',
            1 => 'スポーツ健康科学部',
            2 => '医療看護学部',
            3 => '保健看護学部',
            4 => '国際教養学部',
            5 => '保健医療学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
            ],
            1 => [
                0 => 'スポーツ科学科',
                1 => 'スポーツマネジメント学科',
                2 => '健康学科',
            ],
            2 => [
                0 => '看護学科',
            ],
            3 => [
                0 => '看護学科',
            ],
            4 => [
                0 => '国際教養学科',
            ],
            5 => [
                0 => '診療放射線学科',
                1 => '理学療法学科',
            ],
        ]
    ],
    220013009 => [
        'name' => '日本大学',
        'fuculty' => [
            0 => '法学部',
            1 => '法学部第二部',
            2 => '文理学部',
            3 => '経済学部',
            4 => '商学部',
            5 => '芸術学部',
            6 => '国際関係学部',
            7 => '危機管理学部',
            8 => 'スポーツ科学部',
            9 => '理工学部',
            10 => '生産工学部',
            11 => '工学部',
            12 => '医学部',
            13 => '歯学部',
            14 => '松戸歯学部',
            15 => '生物資源科学部',
            16 => '薬学部',
            17 => '通信教育部',
        ],
        'class' => [
            0 => [
                0 => '法律学科',
                1 => '政治経済学科',
                2 => '新聞学科',
                3 => '経営法学科',
                4 => '公共政策学科',
            ],
            1 => [
                0 => '法律学科第二部（夜間部）',
            ],
            2 => [
                0 => '哲学科',
                1 => '史学科',
                2 => '国文学科',
                3 => '中国語中国文化学科',
                4 => '英文学科',
                5 => 'ドイツ文学科',
                6 => '社会学科',
                7 => '社会福祉学科',
                8 => '教育学科',
                9 => '体育学科',
                10 => '心理学科',
                11 => '地理学科',
                12 => '地球科学科',
                13 => '数学科',
                14 => '情報科学科',
                15 => '物理学科',
                16 => '生命科学科',
                17 => '化学科',
            ],
            3 => [
                0 => '経済学科',
                1 => '産業経営学科',
                2 => '金融公共経済学科',
            ],
            4 => [
                0 => '商業学科',
                1 => '経営学科',
                2 => '会計学科',
            ],
            5 => [
                0 => '写真学科',
                1 => '映画学科',
                2 => '美術学科',
                3 => '音楽学科',
                4 => '文芸学科',
                5 => '演劇学科',
                6 => '放送学科',
                7 => 'デザイン学科',
            ],
            6 => [
                0 => '国際総合政策学科',
                1 => '国際教養学科',
            ],
            7 => [
                0 => '危機管理学科',
            ],
            8 => [
                0 => '競技スポーツ学科',
            ],
            9 => [
                0 => '土木工学科',
                1 => '交通システム工学科',
                2 => '建築学科',
                3 => '海洋建築工学科',
                4 => 'まちづくり工学科',
                5 => '機械工学科',
                6 => '精密機械工学科',
                7 => '航空宇宙工学科',
                8 => '電気工学科',
                9 => '電子工学科',
                10 => '応用情報工学科',
                11 => '物質応用化学科',
                12 => '物理学科',
                13 => '数学科',
            ],
            10 => [
                0 => '機械工学科',
                1 => '電気電子工学科',
                2 => '土木工学科',
                3 => '建築工学科',
                4 => '応用分子化学科',
                5 => 'マネジメント工学科',
                6 => '数理情報工学科',
                7 => '環境安全工学科',
                8 => '創生デザイン学科',
            ],
            11 => [
                0 => '土木工学科',
                1 => '建築学科',
                2 => '機械工学科',
                3 => '電気電子工学科',
                4 => '生命応用化学科',
                5 => '情報工学科',
            ],
            12 => [
                0 => '医学科',
            ],
            13 => [
                0 => '歯学科',
            ],
            14 => [
                0 => '歯学科',
            ],
            15 => [
                0 => '生命農学科',
                1 => '生命化学科',
                2 => '獣医学科',
                3 => '動物資源科学科',
                4 => '食品ビジネス学科',
                5 => '森林資源科学科',
                6 => '海洋生物資源科学科',
                7 => '生物環境工学科',
                8 => '食品生命学科',
                9 => '国際地域開発学科',
                10 => '応用生物科学科',
                11 => 'くらしの生物学科',
            ],
            16 => [
                0 => '薬学科',
            ],
            17 => [
                0 => '法学部',
                1 => '文理学部',
                2 => '経済学部',
                3 => '商学部',
            ],
        ]
    ],
    220013010 => [
        'name' => '常葉大学',
        'fuculty' => [
            0 => '教育学部',
            1 => '外国語学部',
            2 => '経営学部',
            3 => '社会環境学部',
            4 => '保育学部',
            5 => '造形学部',
            6 => '法学部',
            7 => '健康科学部',
            8 => '健康プロデュース学部',
            9 => '保健医療学部',
        ],
        'class' => [
            0 => [
                0 => '初等教育課程',
                1 => '生涯学習学科',
                2 => '心理教育学科',
            ],
            1 => [
                0 => '英米語学科',
                1 => 'グローバルコミュニケーション学科',
            ],
            2 => [
                0 => '経営学科',
            ],
            3 => [
                0 => '社会環境学科',
            ],
            4 => [
                0 => '保育学科',
            ],
            5 => [
                0 => '造形学科',
            ],
            6 => [
                0 => '法律学科',
            ],
            7 => [
                0 => '看護学科',
                1 => '静岡理学療法学科',
            ],
            8 => [
                0 => '健康栄養学科',
                1 => 'こども健康学科',
                2 => '心身マネジメント学科',
                3 => '健康鍼灸学科',
                4 => '健康柔道整復学科',
            ],
            9 => [
                0 => '理学療法学科',
                1 => '作業療法学科',
            ],
        ]
    ],
    220013011 => [
        'name' => '静岡福祉大学',
        'fuculty' => [
            0 => '社会福祉学部',
            1 => '子ども学部',
        ],
        'class' => [
            0 => [
                0 => '福祉心理学科',
                1 => '健康福祉学科',
            ],
            1 => [
                0 => '子ども学科',
            ],
        ]
    ],
];
