<?php
return [
    160011000 => [
        'name' => '富山大学',
        'fuculty' => [
            0 => '人文学部',
            1 => '人間発達科学部',
            2 => '経済学部',
            3 => '理学部',
            4 => '医学部',
            5 => '薬学部',
            6 => '工学部',
            7 => '芸術文化学部',
            8 => '都市デザイン学部',
        ],
        'class' => [
            0 => [
                0 => '人文学科',
            ],
            1 => [
                0 => '発達教育学科',
                1 => '人間環境システム学科',
            ],
            2 => [
                0 => '経済学科',
                1 => '経営学科',
                2 => '経営法学科',
            ],
            3 => [
                0 => '数学科',
                1 => '物理学科',
                2 => '化学科',
                3 => '生物学科',
                4 => '生物圏環境科学科',
            ],
            4 => [
                0 => '医学科＜６年制＞',
                1 => '看護学科',
            ],
            5 => [
                0 => '薬学科＜６年制＞',
                1 => '創薬科学科＜４年制＞',
            ],
            6 => [
                0 => '工学科',
            ],
            7 => [
                0 => '芸術文化学科',
            ],
            8 => [
                0 => '地球システム科学科',
                1 => '都市・交通デザイン学科',
                2 => '材料デザイン工学科',
            ],
        ]
    ],
    160012000 => [
        'name' => '富山県立大学',
        'fuculty' => [
            0 => '工学部',
            1 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '機械システム工学科',
                1 => '知能ロボット工学科',
                2 => '電気電子工学科',
                3 => '情報システム工学科',
                4 => '環境・社会基盤工学科',
                5 => '生物工学科',
                6 => '医薬品工学科',
            ],
            1 => [
                0 => '看護学科',
            ],
        ]
    ],
    160013000 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    160013001 => [
        'name' => '高岡法科大学',
        'fuculty' => [
            0 => '法学部',
        ],
        'class' => [
            0 => [
                0 => '法学科',
            ],
        ]
    ],
    160013002 => [
        'name' => '富山国際大学',
        'fuculty' => [
            0 => '現代社会学部',
            1 => '子ども育成学部',
        ],
        'class' => [
            0 => [
                0 => '現代社会学科',
            ],
            1 => [
                0 => '子ども育成学科',
            ],
        ]
    ],

];
