<?php
return [
    190011000 => [
        'name' => '山梨大学',
        'fuculty' => [
            0 => '教育学部',
            1 => '医学部',
            2 => '工学部',
            3 => '生命環境学部',
        ],
        'class' => [
            0 => [
                0 => '学校教育課程',
            ],
            1 => [
                0 => '医学科',
                1 => '看護学科',
            ],
            2 => [
                0 => '機械工学科',
                1 => '電気電子工学科',
                2 => 'コンピュータ理工学科',
                3 => 'メカトロニクス工学科',
                4 => '土木環境工学科',
                5 => '応用化学科',
                6 => '先端材料理工学科',
            ],
            3 => [
                0 => '生命工学科',
                1 => '地域食物科学科',
                2 => '環境科学科',
                3 => '地域社会システム学科',
            ],
        ]
    ],
    190012000 => [
        'name' => '都留文科大学',
        'fuculty' => [
            0 => '文学部',
            1 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '国文学科',
                1 => '英文学科',
                2 => '比較文化学科',
                3 => '国際教育学科',
            ],
            1 => [
                0 => '学校教育学科',
                1 => '地域社会学科',
            ],
        ]
    ],
    190012001 => [
        'name' => '山梨県立大学',
        'fuculty' => [
            0 => '国際政策学部',
            1 => '人間福祉学部',
            2 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '総合政策学科',
                1 => '国際コミュニケーション学科',
            ],
            1 => [
                0 => '福祉コミュニティ学科',
                1 => '人間形成学科',
            ],
            2 => [
                0 => '看護学科',
            ],
        ]
    ],
    190013000 => [
        'name' => '昭和大学',
        'fuculty' => [
            0 => '医学部',
            1 => '歯学部',
            2 => '薬学部',
            3 => '保健医療学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
            ],
            1 => [
                0 => '歯学科',
            ],
            2 => [
                0 => '薬学科',
            ],
            3 => [
                0 => '看護学科',
                1 => '理学療法学科',
                2 => '作業療法学科',
            ],
        ]
    ],
    190013001 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    190013002 => [
        'name' => '山梨学院大学',
        'fuculty' => [
            0 => '法学部',
            1 => '経営学部',
            2 => '健康栄養学部',
            3 => '国際リベラルアーツ学部',
            4 => 'スポーツ科学部',
        ],
        'class' => [
            0 => [
                0 => '法学科',
                1 => '政治行政学科',
            ],
            1 => [
                0 => '経営学科',
            ],
            2 => [
                0 => '管理栄養学科',
            ],
            3 => [
                0 => '国際リベラルアーツ学科',
            ],
            4 => [
                0 => 'スポーツ科学科',
            ],
        ]
    ],
    190013003 => [
        'name' => '健康科学大学',
        'fuculty' => [
            0 => '健康科学部',
            1 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '理学療法学科',
                1 => '作業療法学科',
                2 => '福祉心理学科',
            ],
            1 => [
                0 => '看護学科',
            ],
        ]
    ],
    190013004 => [
        'name' => '山梨英和大学',
        'fuculty' => [
            0 => '人間文化学部',
        ],
        'class' => [
            0 => [
                0 => '人間文化学科',
            ],
        ]
    ],
    190013005 => [
        'name' => '身延山大学',
        'fuculty' => [
            0 => '仏教学部',
        ],
        'class' => [
            0 => [
                0 => '仏教学科',
            ],
        ]
    ],
    190013006 => [
        'name' => '帝京科学大学',
        'fuculty' => [
            0 => '生命環境学部',
            1 => '医療科学部',
            2 => '教育人間科学部',
        ],
        'class' => [
            0 => [
                0 => 'アニマルサイエンス学科',
                1 => '生命科学科',
                2 => '自然環境学科',
            ],
            1 => [
                0 => '東京理学療法学科',
                1 => '東京柔道整復学科',
                2 => '看護学科',
                3 => '医療福祉学科',
                4 => '理学療法学科',
                5 => '作業療法学科',
                6 => '柔道整復学科',
            ],
            2 => [
                0 => '幼児保育学科',
                1 => '学校教育学科',
                2 => 'こども学科',
            ],
        ]
    ],
];
