<?php
return [
    380011000 => [
        'name' => '愛媛大学',
        'fuculty' => [
            0 => '法文学部',
            1 => '教育学部',
            2 => '社会共創学部',
            3 => '理学部',
            4 => '医学部',
            5 => '工学部',
            6 => '農学部',
            7 => 'スーパーサイエンス特別コース',
        ],
        'class' => [
            0 => [
                0 => '人文社会学科',
            ],
            1 => [
                0 => '学校教育教員養成課程',
            ],
            2 => [
                0 => '産業マネジメント学科',
                1 => '産業イノベーション学科',
                2 => '環境デザイン学科',
                3 => '地域資源マネジメント学科',
            ],
            3 => [
                0 => '理学科',
            ],
            4 => [
                0 => '医学科',
                1 => '看護学科',
            ],
            5 => [
                0 => '工学科',
            ],
            6 => [
                0 => '食料生産学科',
                1 => '生命機能学科',
                2 => '生物環境学科',
            ],
            7 => [],
        ]
    ],
    380012000 => [
        'name' => '愛媛県立医療技術大学',
        'fuculty' => [
            0 => '保健科学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
                1 => '臨床検査学科',
            ],
        ]
    ],
    380013000 => [
        'name' => '岡山理科大学',
        'fuculty' => [
            0 => '理学部',
            1 => '工学部',
            2 => '総合情報学部',
            3 => '生物地球学部',
            4 => '教育学部',
            5 => '経営学部',
            6 => '獣医学部',
        ],
        'class' => [
            0 => [
                0 => '応用数学科',
                1 => '化学科',
                2 => '応用物理学科',
                3 => '基礎理学科',
                4 => '生物化学科',
                5 => '臨床生命科学科',
                6 => '動物学科',
            ],
            1 => [
                0 => 'バイオ・応用化学科',
                1 => '機械システム工学科',
                2 => '電気電子システム学科',
                3 => '情報工学科',
                4 => '知能機械工学科',
                5 => '生命医療工学科',
                6 => '建築学科',
                7 => '工学プロジェクトコース',
            ],
            2 => [
                0 => '情報科学科',
            ],
            3 => [
                0 => '生物地球学科',
            ],
            4 => [
                0 => '初等教育学科',
                1 => '中等教育学科',
            ],
            5 => [
                0 => '経営学科',
            ],
            6 => [
                0 => '獣医保健看護学科',
                1 => '獣医学科',
            ],
        ]
    ],
    380013001 => [
        'name' => '松山大学',
        'fuculty' => [
            0 => '経済学部',
            1 => '経営学部',
            2 => '人文学部',
            3 => '法学部',
            4 => '薬学部',
        ],
        'class' => [
            0 => [
                0 => '経済学科',
            ],
            1 => [
                0 => '経営学科',
            ],
            2 => [
                0 => '英語英米文学科',
                1 => '社会学科',
            ],
            3 => [
                0 => '法学科',
            ],
            4 => [
                0 => '医療薬学科',
            ],
        ]
    ],
    380013002 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    380013003 => [
        'name' => '聖カタリナ大学',
        'fuculty' => [
            0 => '人間健康福祉学部',
        ],
        'class' => [
            0 => [
                0 => '社会福祉学科',
                1 => '健康スポーツ学科',
                2 => '人間社会学科',
                3 => '看護学科',
            ],
        ]
    ],
    380013004 => [
        'name' => '松山東雲女子大学',
        'fuculty' => [
            0 => '人文科学部',
        ],
        'class' => [
            0 => [
                0 => '心理子ども学科',
            ],
        ]
    ],
    380013005 => [
        'name' => '人間環境大学',
        'fuculty' => [
            0 => '人間環境学部',
            1 => '看護学部',
            2 => '松山看護学部',
        ],
        'class' => [
            0 => [
                0 => '心理学科',
                1 => '環境科学科',
            ],
            1 => [
                0 => '看護学科',
            ],
            2 => [
                0 => '看護学科',
            ],
        ]
    ],
];
