<?php
return [
    370011000 => [
        'name' => '香川大学',
        'fuculty' => [
            0 => '教育学部',
            1 => '法学部',
            2 => '経済学部',
            3 => '医学部',
            4 => '創造工学部',
            5 => '農学部',
        ],
        'class' => [
            0 => [
                0 => '学校教育教員養成課程',
            ],
            1 => [
                0 => '法学科',
            ],
            2 => [
                0 => '経済学科',
            ],
            3 => [
                0 => '医学科',
                1 => '看護学科',
                2 => '臨床心理学科',
            ],
            4 => [
                0 => '創造工学科',
            ],
            5 => [
                0 => '応用生物科学科',
            ],
        ]
    ],
    370012000 => [
        'name' => '香川県立保健医療大学',
        'fuculty' => [
            0 => '保健医療学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
                1 => '臨床検査学科',
            ],
        ]
    ],
    370013000 => [
        'name' => '高松大学',
        'fuculty' => [
            0 => '発達科学部',
            1 => '経営学部',
        ],
        'class' => [
            0 => [
                0 => '子ども発達学科',
            ],
            1 => [
                0 => '経営学科',
            ],
        ]
    ],
    370013001 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    370013002 => [
        'name' => '四国学院大学',
        'fuculty' => [
            0 => '文学部',
            1 => '社会福祉学部',
            2 => '社会学部',
        ],
        'class' => [
            0 => [
                0 => '人文学科',
            ],
            1 => [
                0 => '社会福祉学科',
            ],
            2 => [
                0 => 'カルチュラル・マネジメント学科',
            ],
        ]
    ],
    370013003 => [
        'name' => '徳島文理大学',
        'fuculty' => [
            0 => '薬学部',
            1 => '人間生活学部',
            2 => '保健福祉学部',
            3 => '総合政策学部',
            4 => '音楽学部',
            5 => '香川薬学部',
            6 => '理工学部',
            7 => '文学部',
        ],
        'class' => [
            0 => [
                0 => '薬学科',
            ],
            1 => [
                0 => '食物栄養学科',
                1 => '児童学科',
                2 => '心理学科',
                3 => 'メディアデザイン学科',
                4 => '建築デザイン学科',
                5 => '人間生活学科',
            ],
            2 => [
                0 => '口腔保健学科',
                1 => '理学療法学科',
                2 => '看護学科',
                3 => '人間福祉学科',
                4 => '診療放射線学科',
                5 => '臨床工学科',
            ],
            3 => [
                0 => '総合政策学科',
            ],
            4 => [
                0 => '音楽学科',
            ],
            5 => [
                0 => '薬学科',
            ],
            6 => [
                0 => 'ナノ物質工学科',
                1 => '機械創造工学科',
                2 => '電子情報工学科',
            ],
            7 => [
                0 => '文化財学科',
                1 => '日本文学科',
                2 => '英語英米文化学科',
            ],
        ]
    ],
];
