<?php
return [
    390011000 => [
        'name' => '高知大学',
        'fuculty' => [
            0 => '人文社会科学部',
            1 => '教育学部',
            2 => '理工学部',
            3 => '医学部',
            4 => '農林海洋科学部',
            5 => '地域協働学部',
        ],
        'class' => [
            0 => [
                0 => '人文社会科学科',
            ],
            1 => [
                0 => '学校教育教員養成課程',
            ],
            2 => [
                0 => '数学物理学科',
                1 => '情報科学科',
                2 => '生物科学科',
                3 => '化学生命理工学科',
                4 => '地球環境防災学科',
            ],
            3 => [
                0 => '看護学科',
                1 => '医学科',
            ],
            4 => [
                0 => '農林資源環境科学科',
                1 => '農芸化学科',
                2 => '海洋資源科学科',
            ],
            5 => [
                0 => '地域協働学科',
            ],
        ]
    ],
    390012000 => [
        'name' => '高知県立大学',
        'fuculty' => [
            0 => '文化学部',
            1 => '看護学部',
            2 => '社会福祉学部',
            3 => '健康栄養学部',
        ],
        'class' => [
            0 => [
                0 => '文化学科',
            ],
            1 => [
                0 => '看護学科',
            ],
            2 => [
                0 => '社会福祉学科',
            ],
            3 => [
                0 => '健康栄養学科',
            ],
        ]
    ],
    390012001 => [
        'name' => '高知工科大学',
        'fuculty' => [
            0 => 'システム工学群',
            1 => '環境理工学群',
            2 => '情報学群',
            3 => '経済・マネジメント学群',
        ],
        'class' => [
            0 => [
                0 => '知能機械工学専攻',
                1 => '航空宇宙工学専攻',
                2 => 'エネルギー工学専攻',
                3 => '電子・光工学専攻',
                4 => '建築・都市デザイン専攻',
            ],
            1 => [
                0 => '環境数理専攻',
                1 => '化学専攻',
                2 => '生命科学専攻',
                3 => 'マテリアル工学専攻',
            ],
            2 => [
                0 => '情報と人間専攻',
                1 => '情報とメディア専攻',
                2 => '情報通信専攻',
                3 => 'コンピュータサイエンス専攻',
            ],
            3 => [
                0 => '人間行動専攻',
                1 => '経済政策専攻',
                2 => 'スポーツマネジメント専攻',
                3 => '企業・起業マネジメント専攻',
                4 => '国際経済マネジメント専攻',
                5 => '数理経済マネジメント専攻',
                6 => '地域・行政システム専攻',
            ],
        ]
    ],
    390013000 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    390013001 => [
        'name' => '高知学園大学',
        'fuculty' => [
            0 => '健康科学部',
        ],
        'class' => [
            0 => [
                0 => '管理栄養学科中',
                1 => '臨床検査学科',
            ],
        ]
    ],
    390013002 => [
        'name' => '高知リハビリテーション専門職大学',
        'fuculty' => [
            0 => 'リハビリテーション学部',
        ],
        'class' => [
            0 => [
                0 => 'リハビリテーション学科',
            ],
        ]
    ],
];
