<?php
return [
    360011000 => [
        'name' => '徳島大学',
        'fuculty' => [
            0 => '総合科学部',
            1 => '医学部',
            2 => '歯学部',
            3 => '薬学部',
            4 => '理工学部',
            5 => '生物資源産業学部',
        ],
        'class' => [
            0 => [
                0 => '社会総合科学科',
            ],
            1 => [
                0 => '医学科',
                1 => '医科栄養学科',
                2 => '保健学科',
            ],
            2 => [
                0 => '歯学科',
                1 => '口腔保健学科',
            ],
            3 => [
                0 => '薬学科〈６年制〉',
                1 => '創製薬科学科〈４年制〉',
            ],
            4 => [
                0 => '〈昼間〉理工学科',
                1 => '〈夜間主〉理工学科',
            ],
            5 => [
                0 => '生物資源産業学科',
            ],
        ]
    ],
    360011001 => [
        'name' => '鳴門教育大学',
        'fuculty' => [
            0 => '学校教育学部',
        ],
        'class' => [
            0 => [
                0 => '学校教育教員養成課程',
            ],
        ]
    ],
    360013000 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    360013001 => [
        'name' => '四国大学',
        'fuculty' => [
            0 => '文学部',
            1 => '経営情報学部',
            2 => '生活科学部',
            3 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '日本文学科',
                1 => '書道文化学科',
                2 => '国際文化学科',
            ],
            1 => [
                0 => '経営情報学科',
                1 => 'メディア情報学科',
            ],
            2 => [
                0 => '人間生活科学科',
                1 => '管理栄養士養成課程',
                2 => '児童学科',
            ],
            3 => [
                0 => '看護学科',
            ],
        ]
    ],
    360013002 => [
        'name' => '徳島文理大学',
        'fuculty' => [
            0 => '薬学部',
            1 => '人間生活学部',
            2 => '保健福祉学部',
            3 => '総合政策学部',
            4 => '音楽学部',
            5 => '香川薬学部',
            6 => '理工学部',
            7 => '文学部',
        ],
        'class' => [
            0 => [
                0 => '薬学科',
            ],
            1 => [
                0 => '食物栄養学科',
                1 => '児童学科',
                2 => '心理学科',
                3 => 'メディアデザイン学科',
                4 => '建築デザイン学科',
                5 => '人間生活学科',
            ],
            2 => [
                0 => '口腔保健学科',
                1 => '理学療法学科',
                2 => '看護学科',
                3 => '人間福祉学科',
                4 => '診療放射線学科',
                5 => '臨床工学科',
            ],
            3 => [
                0 => '総合政策学科',
            ],
            4 => [
                0 => '音楽学科',
            ],
            5 => [
                0 => '薬学科',
            ],
            6 => [
                0 => 'ナノ物質工学科',
                1 => '機械創造工学科',
                2 => '電子情報工学科',
            ],
            7 => [
                0 => '文化財学科',
                1 => '日本文学科',
                2 => '英語英米文化学科',
            ],
        ]
    ],
];
