<?php
return [
    10011000 => [
        'name' => '帯広畜産大学',
        'fuculty' => [
            0 => '畜産学部',
        ],
        'class' => [
            0 => [
                0 => '共同獣医学課程',
                1 => '畜産科学課程',
            ],
        ]
    ],
    10011001 => [
        'name' => '北海道教育大学',
        'fuculty' => [
            0 => '教育学部札幌校',
            1 => '教育学部旭川校',
            2 => '教育学部釧路校',
            3 => '教育学部函館校',
            4 => '教育学部岩見沢校',
        ],
        'class' => [
            0 => [
                0 => '教員養成課程',
            ],
            1 => [
                0 => '教員養成課程',
            ],
            2 => [
                0 => '教員養成課程',
            ],
            3 => [
                0 => '国際地域学科',
            ],
            4 => [
                0 => '芸術・スポーツ文化学科',
            ],
        ]
    ],
    10011002 => [
        'name' => '北見工業大学',
        'fuculty' => [
            0 => '工学部',
        ],
        'class' => [
            0 => [
                0 => '地球環境工学科',
                1 => '地域未来デザイン工学科',
            ],
        ]
    ],
    10011003 => [
        'name' => '小樽商科大学',
        'fuculty' => [
            0 => '商学部',
        ],
        'class' => [
            0 => [
                0 => '経済学科（昼間コース）',
                1 => '商学科（昼間コース）',
                2 => '企業法学科（昼間コース）',
                3 => '社会情報学科（昼間コース）',
                4 => '経済学科（夜間主コース）',
                5 => '商学科（夜間主コース）',
                6 => '企業法学科（夜間主コース）',
                7 => '社会情報学科（夜間主コース）',
            ],
        ]
    ],
    10011004 => [
        'name' => '北海道大学',
        'fuculty' => [
            0 => '文学部',
            1 => '教育学部',
            2 => '法学部',
            3 => '経済学部',
            4 => '理学部',
            5 => '医学部',
            6 => '歯学部',
            7 => '薬学部',
            8 => '工学部',
            9 => '農学部',
            10 => '獣医学部',
            11 => '水産学部',
        ],
        'class' => [
            0 => [
                0 => '人文科学科',
            ],
            1 => [
                0 => '教育学科',
            ],
            2 => [
                0 => '法学課程',
            ],
            3 => [
                0 => '経済学科',
                1 => '経営学科',
            ],
            4 => [
                0 => '数学科',
                1 => '物理学科',
                2 => '化学科',
                3 => '生物科学科',
                4 => '地球惑星科学科',
            ],
            5 => [
                0 => '医学科',
                1 => '保健学科',
            ],
            6 => [
                0 => '歯学科',
            ],
            7 => [
                0 => '薬科学科＜４年制＞',
                1 => '薬学科＜６年制＞',
            ],
            8 => [
                0 => '応用理工系学科',
                1 => '情報エレクトロニクス学科',
                2 => '機械知能工学科',
                3 => '環境社会工学科',
            ],
            9 => [
                0 => '生物資源科学科',
                1 => '応用生命科学科',
                2 => '生物機能化学科',
                3 => '森林科学科',
                4 => '畜産科学科',
                5 => '生物環境工学科',
                6 => '農業経済学科',
            ],
            10 => [
                0 => '共同獣医学課程',
            ],
            11 => [
                0 => '海洋生物科学科',
                1 => '海洋資源科学科',
                2 => '増殖生命科学科',
                3 => '資源機能化学科',
            ],
        ]
    ],
    10011005 => [
        'name' => '室蘭工業大学',
        'fuculty' => [
            0 => '理工学部',
        ],
        'class' => [
            0 => [
                0 => '創造工学科',
                1 => 'システム理化学科',
                2 => '創造工学科（夜間主コース）',
            ],
        ]
    ],
    10011006 => [
        'name' => '旭川医科大学',
        'fuculty' => [
            0 => '医学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
                1 => '看護学科',
            ],
        ]
    ],
    10012000 => [
        'name' => '釧路公立大学',
        'fuculty' => [
            0 => '経済学部',
        ],
        'class' => [
            0 => [
                0 => '経済学科',
                1 => '経営学科',
            ],
        ]
    ],
    10012001 => [
        'name' => '名寄市立大学',
        'fuculty' => [
            0 => '保健福祉学部',
        ],
        'class' => [
            0 => [
                0 => '栄養学科',
                1 => '看護学科',
                2 => '社会福祉学科',
                3 => '社会保育学科',
            ],
        ]
    ],
    10012002 => [
        'name' => '公立はこだて未来大学',
        'fuculty' => [
            0 => 'システム情報科学部',
        ],
        'class' => [
            0 => [
                0 => '情報アーキテクチャ学科',
                1 => '複雑系知能学科',
            ],
        ]
    ],
    10012003 => [
        'name' => '札幌市立大学',
        'fuculty' => [
            0 => 'デザイン学部',
            1 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => 'デザイン学科',
            ],
            1 => [
                0 => '看護学科',
            ],
        ]
    ],
    10012004 => [
        'name' => '札幌医科大学',
        'fuculty' => [
            0 => '医学部',
            1 => '保健医療学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
            ],
            1 => [
                0 => '看護学科',
                1 => '理学療法学科',
                2 => '作業療法学科',
            ],
        ]
    ],
    10012005 => [
        'name' => '公立千歳科学技術大学',
        'fuculty' => [
            0 => '理工学部',
        ],
        'class' => [
            0 => [
                0 => '応用化学生物学科',
                1 => '電子光工学科',
                2 => '情報システム工学科',
            ],
        ]
    ],
    10013000 => [
        'name' => '札幌学院大学',
        'fuculty' => [
            0 => '心理学部',
            1 => '人文学部',
            2 => '法学部',
            3 => '経済学部',
            4 => '経営学部',
        ],
        'class' => [
            0 => [
                0 => '臨床心理学科',
            ],
            1 => [
                0 => '人間科学科',
                1 => '英語英米文学科',
                2 => 'こども発達学科',
            ],
            2 => [
                0 => '法律学科',
            ],
            3 => [
                0 => '経済学科',
            ],
            4 => [
                0 => '会計ファイナンス学科',
                1 => '経営学科',
            ],
        ]
    ],
    10013001 => [
        'name' => '東京理科大学',
        'fuculty' => [
            0 => '理学部第一部',
            1 => '工学部',
            2 => '薬学部',
            3 => '理工学部',
            4 => '基礎工学部',
            5 => '経営学部',
            6 => '理学部第二部',
        ],
        'class' => [
            0 => [
                0 => '数学科',
                1 => '物理学科',
                2 => '化学科',
                3 => '応用数学科',
                4 => '応用物理学科',
                5 => '応用化学科',
            ],
            1 => [
                0 => '建築学科',
                1 => '工業化学科',
                2 => '電気工学科',
                3 => '情報工学科',
                4 => '機械工学科',
            ],
            2 => [
                0 => '薬学科',
                1 => '生命創薬科学科',
            ],
            3 => [
                0 => '数学科',
                1 => '物理学科',
                2 => '情報科学科',
                3 => '応用生物科学科',
                4 => '建築学科',
                5 => '先端化学科',
                6 => '電気電子情報工学科',
                7 => '経営工学科',
                8 => '機械工学科',
                9 => '土木工学科',
            ],
            4 => [
                0 => '電子応用工学科',
                1 => '材料工学科',
                2 => '生物工学科',
            ],
            5 => [
                0 => '経営学科',
                1 => 'ビジネスエコノミクス学科',
            ],
            6 => [
                0 => '数学科',
                1 => '物理学科',
                2 => '化学科',
            ],
        ]
    ],
    10013002 => [
        'name' => '北海商科大学',
        'fuculty' => [
            0 => '商学部',
        ],
        'class' => [
            0 => [
                0 => '観光産業学科',
                1 => '商学科',
            ],
        ]
    ],
    010013003 => [
        'name' => '酪農学園大学',
        'fuculty' => [
            0 => '獣医学群',
            1 => '農食環境学群',
        ],
        'class' => [
            0 => [
                0 => '獣医学類',
                1 => '獣医保健看護学類',
            ],
            1 => [
                0 => '循環農学類',
                1 => '食と健康学類',
                2 => '環境共生学類',
            ],
        ]
    ],
    10013004 => [
        'name' => '東京農業大学',
        'fuculty' => [
            0 => '農学部',
            1 => '応用生物科学部',
            2 => '生命科学部',
            3 => '地域環境科学部',
            4 => '国際食料情報学部',
            5 => '生物産業学部',
        ],
        'class' => [
            0 => [
                0 => '農学科',
                1 => '動物科学科',
                2 => 'デザイン農学科',
                3 => '生物資源開発学科',
            ],
            1 => [
                0 => '農芸化学科',
                1 => '醸造科学科',
                2 => '食品安全健康学科',
                3 => '栄養科学科',
            ],
            2 => [
                0 => 'バイオサイエンス学科',
                1 => '分子生命化学科',
                2 => '分子微生物学科',
            ],
            3 => [
                0 => '森林総合科学科',
                1 => '生産環境工学科',
                2 => '造園科学科',
                3 => '地域創成科学科',
            ],
            4 => [
                0 => '国際農業開発学科',
                1 => '食料環境経済学科',
                2 => '国際バイオビジネス学科',
                3 => '国際食農科学科',
            ],
            5 => [
                0 => '北方圏農学科',
                1 => '海洋水産学科',
                2 => '食香粧化学科',
                3 => '自然資源経営学科',
            ],
        ]
    ],
    10013005 => [
        'name' => '札幌大学',
        'fuculty' => [
            0 => '地域共創学群',
        ],
        'class' => [
            0 => [
                0 => '人間社会学域',
            ],
        ]
    ],
    10013006 => [
        'name' => '函館大学',
        'fuculty' => [
            0 => '商学部',
        ],
        'class' => [
            0 => [
                0 => '商学科',
            ],
        ]
    ],
    10013007 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    10013008 => [
        'name' => '東海大学',
        'fuculty' => [
            0 => '文学部',
            1 => '文化社会学部',
            2 => '政治経済学部',
            3 => '法学部',
            4 => '教養学部',
            5 => '体育学部',
            6 => '健康学部',
            7 => '理学部',
            8 => '情報理工学部',
            9 => '工学部',
            10 => '観光学部',
            11 => '情報通信学部',
            12 => '海洋学部',
            13 => '医学部',
            14 => '経営学部',
            15 => '基盤工学部',
            16 => '農学部',
            17 => '国際文化学部',
            18 => '生物学部',
        ],
        'class' => [
            0 => [
                0 => '文明学科',
                1 => '歴史学科',
                2 => '日本文学科',
                3 => '英語文化コミュニケーション学科',
            ],
            1 => [
                0 => 'アジア学科',
                1 => 'ヨーロッパ・アメリカ学科',
                2 => '北欧学科',
                3 => '文芸創作学科',
                4 => '広報メディア学科',
                5 => '心理・社会学科',
            ],
            2 => [
                0 => '政治学科',
                1 => '経済学科',
                2 => '経営学科',
            ],
            3 => [
                0 => '法律学科',
            ],
            4 => [
                0 => '人間環境学科',
                1 => '芸術学科',
                2 => '国際学科',
            ],
            5 => [
                0 => '体育学科',
                1 => '競技スポーツ学科',
                2 => '武道学科',
                3 => '生涯スポーツ学科',
                4 => 'スポーツ・レジャーマネジメント学科',
            ],
            6 => [
                0 => '健康マネジメント学科',
            ],
            7 => [
                0 => '数学科',
                1 => '情報数理学科',
                2 => '物理学科',
                3 => '化学科',
            ],
            8 => [
                0 => '情報科学科',
                1 => 'コンピュータ応用工学科',
            ],
            9 => [
                0 => '生命化学科',
                1 => '応用化学科',
                2 => '光・画像工学科',
                3 => '原子力工学科',
                4 => '電気電子工学科',
                5 => '材料科学科',
                6 => '建築学科',
                7 => '土木工学科',
                8 => '精密工学科',
                9 => '機械工学科',
                10 => '動力機械工学科',
                11 => '航空宇宙学科',
                12 => '医用生体工学科',
            ],
            10 => [
                0 => '観光学科',
            ],
            11 => [
                0 => '情報メディア学科',
                1 => '組込みソフトウェア工学科',
                2 => '経営システム工学科',
                3 => '通信ネットワーク工学科',
            ],
            12 => [
                0 => '海洋文明学科',
                1 => '環境社会学科',
                2 => '海洋地球科学科',
                3 => '水産学科',
                4 => '海洋生物学科',
                5 => '航海工学科',
            ],
            13 => [
                0 => '医学科',
                1 => '看護学科',
            ],
            14 => [
                0 => '経営学科',
                1 => '観光ビジネス学科',
            ],
            15 => [
                0 => '電気電子情報工学科',
                1 => '医療福祉工学科',
            ],
            16 => [
                0 => '応用植物科学科',
                1 => '応用動物科学科',
                2 => 'バイオサイエンス学科',
            ],
            17 => [
                0 => '地域創造学科',
                1 => '国際コミュニケーション学科',
                2 => 'デザイン文化学科',
            ],
            18 => [
                0 => '生物学科',
                1 => '海洋生物科学科',
            ],
        ]
    ],
    10013009 => [
        'name' => '札幌国際大学',
        'fuculty' => [
            0 => '観光学部',
            1 => '人文学部',
            2 => 'スポーツ人間学部',
        ],
        'class' => [
            0 => [
                0 => '観光ビジネス学科',
                1 => '国際観光学科',
            ],
            1 => [
                0 => '現代文化学科',
                1 => '心理学科',
            ],
            2 => [
                0 => 'スポーツビジネス学科',
                1 => 'スポーツ指導学科',
            ],
        ]
    ],
    10013010 => [
        'name' => '北海道情報大学',
        'fuculty' => [
            0 => '経営情報学部',
            1 => '医療情報学部',
            2 => '情報メディア学部',
            3 => '通信教育部',
        ],
        'class' => [
            0 => [
                0 => '先端経営学科',
                1 => 'システム情報学科',
            ],
            1 => [
                0 => '医療情報学科',
            ],
            2 => [
                0 => '情報メディア学科',
            ],
            3 => [
                0 => '経営ネットワーク学科',
                1 => 'システム情報学科',
            ],
        ]
    ],
    10013011 => [
        'name' => '北翔大学',
        'fuculty' => [
            0 => '生涯スポーツ学部',
            1 => '教育文化学部',
        ],
        'class' => [
            0 => [
                0 => 'スポーツ教育学科',
                1 => '健康福祉学科',
            ],
            1 => [
                0 => '教育学科',
                1 => '芸術学科',
                2 => '心理カウンセリング学科',
            ],
        ]
    ],
    10013012 => [
        'name' => '北海道千歳リハビリテーション大学',
        'fuculty' => [
            0 => '健康科学部',
        ],
        'class' => [
            0 => [
                0 => 'リハビリテーション学科',
            ],
        ]
    ],
    10013013 => [
        'name' => '北星学園大学',
        'fuculty' => [
            0 => '文学部',
            1 => '経済学部',
            2 => '社会福祉学部',
        ],
        'class' => [
            0 => [
                0 => '英文学科',
                1 => '心理・応用コミュニケーション学科',
            ],
            1 => [
                0 => '経済学科',
                1 => '経営情報学科',
                2 => '経済法学科',
            ],
            2 => [
                0 => '福祉計画学科',
                1 => '福祉臨床学科',
                2 => '福祉心理学科',
            ],
        ]
    ],
    10013014 => [
        'name' => '北海道文教大学',
        'fuculty' => [
            0 => '人間科学部',
            1 => '外国語学部',
        ],
        'class' => [
            0 => [
                0 => '健康栄養学科',
                1 => '理学療法学科',
                2 => '作業療法学科',
                3 => '看護学科',
                4 => 'こども発達学科',
            ],
            1 => [
                0 => '国際言語学科',
            ],
        ]
    ],
    10013015 => [
        'name' => '天使大学',
        'fuculty' => [
            0 => '看護栄養学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
                1 => '栄養学科',
            ],
        ]
    ],
    10013016 => [
        'name' => '日本赤十字北海道看護大学',
        'fuculty' => [
            0 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
        ]
    ],
    10013017 => [
        'name' => '星槎道都大学',
        'fuculty' => [
            0 => '経営学部',
            1 => '社会福祉学部',
            2 => '美術学部',
        ],
        'class' => [
            0 => [
                0 => '経営学科',
            ],
            1 => [
                0 => '社会福祉学科',
            ],
            2 => [
                0 => 'デザイン学科',
                1 => '建築学科',
            ],
        ]
    ],
    10013018 => [
        'name' => '旭川大学',
        'fuculty' => [
            0 => '経済学部',
            1 => '保健福祉学部',
        ],
        'class' => [
            0 => [
                0 => '経営経済学科',
            ],
            1 => [
                0 => 'コミュニティ福祉学科',
                1 => '保健看護学科',
            ],
        ]
    ],
    10013019 => [
        'name' => '北海学園大学',
        'fuculty' => [
            0 => '経済学部',
            1 => '経済学部二部',
            2 => '経営学部',
            3 => '経営学部二部',
            4 => '法学部',
            5 => '法学部二部',
            6 => '人文学部',
            7 => '人文学部二部',
            8 => '工学部',
        ],
        'class' => [
            0 => [
                0 => '経済学科',
                1 => '地域経済学科',
            ],
            1 => [
                0 => '経済学科',
                1 => '地域経済学科',
            ],
            2 => [
                0 => '経営学科',
                1 => '経営情報学科',
            ],
            3 => [
                0 => '経営学科',
            ],
            4 => [
                0 => '法律学科',
                1 => '政治学科',
            ],
            5 => [
                0 => '法律学科',
                1 => '政治学科',
            ],
            6 => [
                0 => '日本文化学科',
                1 => '英米文化学科',
            ],
            7 => [
                0 => '日本文化学科',
                1 => '英米文化学科',
            ],
            8 => [
                0 => '社会環境工学科',
                1 => '建築学科',
                2 => '電子情報工学科',
                3 => '生命工学科',
            ],
        ]
    ],
    10013020 => [
        'name' => '札幌保健医療大学',
        'fuculty' => [
            0 => '保健医療学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
                1 => '栄養学科',
            ],
        ]
    ],
    10013021 => [
        'name' => '札幌大谷大学',
        'fuculty' => [
            0 => '芸術学部',
            1 => '社会学部',
        ],
        'class' => [
            0 => [
                0 => '音楽学科',
                1 => '美術学科',
            ],
            1 => [
                0 => '地域社会学科',
            ],
        ]
    ],
    10013022 => [
        'name' => '日本医療大学',
        'fuculty' => [
            0 => '保健医療学部',
        ],
        'class' => [
            0 => [
                0 => '診療放射線学科',
                1 => '看護学科',
                2 => 'リハビリテーション学科',
            ],
        ]
    ],
    10013023 => [
        'name' => '藤女子大学',
        'fuculty' => [
            0 => '文学部',
            1 => '人間生活学部',
        ],
        'class' => [
            0 => [
                0 => '英語文化学科',
                1 => '日本語・日本文学科',
                2 => '文化総合学科',
            ],
            1 => [
                0 => '人間生活学科',
                1 => '食物栄養学科',
                2 => '子ども教育学科｜2020年4月開設',
            ],
        ]
    ],
    10013024 => [
        'name' => '稚内北星学園大学',
        'fuculty' => [
            0 => '情報メディア学部',
        ],
        'class' => [
            0 => [
                0 => '情報メディア学科',
            ],
        ]
    ],
    10013025 => [
        'name' => '北海道科学大学',
        'fuculty' => [
            0 => '工学部',
            1 => '薬学部',
            2 => '保健医療学部',
            3 => '未来デザイン学部',
        ],
        'class' => [
            0 => [
                0 => '機械工学科',
                1 => '情報工学科',
                2 => '電気電子工学科',
                3 => '建築学科',
                4 => '都市環境学科',
            ],
            1 => [
                0 => '薬学科',
            ],
            2 => [
                0 => '看護学科',
                1 => '理学療法学科',
                2 => '義肢装具学科',
                3 => '臨床工学科',
                4 => '診療放射線学科',
            ],
            3 => [
                0 => 'メディアデザイン学科',
                1 => '人間社会学科',
            ],
        ]
    ],
    10013026 => [
        'name' => '北海道医療大学',
        'fuculty' => [
            0 => '薬学部',
            1 => '歯学部',
            2 => '看護福祉学部',
            3 => '心理科学部',
            4 => 'リハビリテーション科学部',
            5 => '医療技術学部',
        ],
        'class' => [
            0 => [
                0 => '薬学科',
            ],
            1 => [
                0 => '歯学科',
            ],
            2 => [
                0 => '看護学科',
                1 => '臨床福祉学科',
            ],
            3 => [
                0 => '臨床心理学科',
            ],
            4 => [
                0 => '理学療法学科',
                1 => '作業療法学科',
                2 => '言語聴覚療法学科',
            ],
            5 => [
                0 => '臨床検査学科',
            ],
        ]
    ],
    10013027 => [
        'name' => '苫小牧駒澤大学',
        'fuculty' => [
            0 => '国際文化学部',
        ],
        'class' => [
            0 => [
                0 => 'キャリア創造学科',
            ],
        ]
    ],
];
