<?php
return [
    280011000 => [
        'name' => '神戸大学',
        'fuculty' => [
            0 => '文学部',
            1 => '国際人間科学部',
            2 => '法学部',
            3 => '経済学部',
            4 => '経営学部',
            5 => '理学部',
            6 => '医学部',
            7 => '工学部',
            8 => '農学部',
            9 => '海事科学部',
        ],
        'class' => [
            0 => [
                0 => '人文学科',
            ],
            1 => [
                0 => 'グローバル文化学科',
                1 => '発達コミュニティ学科',
                2 => '環境共生学科',
                3 => '子ども教育学科',
            ],
            2 => [
                0 => '法律学科',
            ],
            3 => [
                0 => '経済学科',
            ],
            4 => [
                0 => '経営学科',
            ],
            5 => [
                0 => '数学科',
                1 => '物理学科',
                2 => '化学科',
                3 => '生物学科',
                4 => '惑星学科',
            ],
            6 => [
                0 => '医学科',
                1 => '保健学科',
            ],
            7 => [
                0 => '建築学科',
                1 => '市民工学科',
                2 => '電気電子工学科',
                3 => '機械工学科',
                4 => '応用化学科',
                5 => '情報知能工学科',
            ],
            8 => [
                0 => '食料環境システム学科',
                1 => '資源生命科学科',
                2 => '生命機能科学科',
            ],
            9 => [
                0 => 'グローバル輸送科学科',
                1 => '海洋安全システム科学科',
                2 => 'マリンエンジニアリング学科',
            ],
        ]
    ],
    280011001 => [
        'name' => '兵庫教育大学',
        'fuculty' => [
            0 => '学校教育学部',
        ],
        'class' => [
            0 => [
                0 => '学校教育教員養成課程',
            ],
        ]
    ],
    280012000 => [
        'name' => '兵庫県立大学',
        'fuculty' => [
            0 => '国際商経学部',
            1 => '社会情報科学部',
            2 => '工学部',
            3 => '理学部',
            4 => '環境人間学部',
            5 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '国際商経学科',
            ],
            1 => [
                0 => '社会情報科学科',
            ],
            2 => [
                0 => '電気電子情報工学科',
                1 => '機械・材料工学科',
                2 => '応用化学工学科',
            ],
            3 => [
                0 => '物質科学科',
                1 => '生命科学科',
            ],
            4 => [
                0 => '環境人間学科',
            ],
            5 => [
                0 => '看護学科',
            ],
        ]
    ],
    280012001 => [
        'name' => '神戸市看護大学',
        'fuculty' => [
            0 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
        ]
    ],
    280012002 => [
        'name' => '神戸市外国語大学',
        'fuculty' => [
            0 => '外国語学部',
        ],
        'class' => [
            0 => [
                0 => '英米学科',
                1 => 'ロシア学科',
                2 => '中国学科',
                3 => 'イスパニア学科',
                4 => '国際関係学科',
                5 => '第２部英米学科',
            ],
        ]
    ],
    280012003 => [
        'name' => '国際観光芸術専門職大学',
        'fuculty' => [
            0 => '芸術文化観光学部',
        ],
        'class' => [
            0 => [
                0 => '芸術文化観光学科',
            ],
        ]
    ],
    280013000 => [
        'name' => '宝塚医療大学',
        'fuculty' => [
            0 => '保健医療学部',
            1 => '和歌山保健医療学部',
        ],
        'class' => [
            0 => [
                0 => '理学療法学科',
                1 => '柔道整復学科',
                2 => '鍼灸学科',
            ],
            1 => [
                0 => 'リハビリテーション学科',
            ],
        ]
    ],
    280013001 => [
        'name' => '大阪青山大学',
        'fuculty' => [
            0 => '健康科学部',
        ],
        'class' => [
            0 => [
                0 => '健康栄養学科',
                1 => '子ども教育学科',
                2 => '看護学科',
            ],
        ]
    ],
    280013002 => [
        'name' => '関西国際大学',
        'fuculty' => [
            0 => '国際コミュニケーション学部',
            1 => '教育学部',
            2 => '経営学部',
            3 => '人間科学部',
            4 => '保健医療学部',
            5 => '現代社会学部',
        ],
        'class' => [
            0 => [
                0 => '英語コミュニケーション学科',
            ],
            1 => [
                0 => '教育福祉学科',
            ],
            2 => [
                0 => '経営学科',
            ],
            3 => [
                0 => '人間心理学科',
            ],
            4 => [
                0 => '看護学科',
            ],
            5 => [
                0 => '総合社会学科',
                1 => '観光学科',
            ],
        ]
    ],
    280013003 => [
        'name' => '神戸国際大学',
        'fuculty' => [
            0 => '経済学部',
            1 => 'リハビリテーション学部',
        ],
        'class' => [
            0 => [
                0 => '経済経営学科',
                1 => '国際文化ビジネス・観光学科',
            ],
            1 => [
                0 => '理学療法学科',
            ],
        ]
    ],
    280013004 => [
        'name' => '甲南女子大学',
        'fuculty' => [
            0 => '国際学部',
            1 => '文学部',
            2 => '人間科学部',
            3 => '看護リハビリテーション学部',
            4 => '医療栄養学部',
        ],
        'class' => [
            0 => [
                0 => '国際英語学科',
                1 => '多文化コミュニケーション学科',
            ],
            1 => [
                0 => '日本語日本文化学科',
                1 => 'メディア表現学科',
            ],
            2 => [
                0 => '心理学科',
                1 => '総合子ども学科',
                2 => '文化社会学科',
                3 => '生活環境学科',
            ],
            3 => [
                0 => '看護学科',
                1 => '理学療法学科',
            ],
            4 => [
                0 => '医療栄養学科',
            ],
        ]
    ],
    280013005 => [
        'name' => '甲南大学',
        'fuculty' => [
            0 => '文学部',
            1 => '経済学部',
            2 => '法学部',
            3 => '経営学部',
            4 => 'マネジメント創造学部',
            5 => '理工学部',
            6 => '知能情報学部',
            7 => 'フロンティアサイエンス学部',
        ],
        'class' => [
            0 => [
                0 => '日本語日本文学科',
                1 => '英語英米文学科',
                2 => '社会学科',
                3 => '人間科学科',
                4 => '歴史文化学科',
            ],
            1 => [
                0 => '経済学科',
            ],
            2 => [
                0 => '法学科',
            ],
            3 => [
                0 => '経営学科',
            ],
            4 => [
                0 => 'マネジメント創造学科',
            ],
            5 => [
                0 => '物理学科',
                1 => '生物学科',
                2 => '機能分子化学科',
            ],
            6 => [
                0 => '知能情報学科',
            ],
            7 => [
                0 => '生命化学科',
            ],
        ]
    ],
    280013006 => [
        'name' => '神戸松蔭女子学院大学',
        'fuculty' => [
            0 => '教育学部',
            1 => '文学部',
            2 => '人間科学部',
        ],
        'class' => [
            0 => [
                0 => '教育学科',
            ],
            1 => [
                0 => '英語学科',
                1 => '日本語日本文化学科',
            ],
            2 => [
                0 => '都市生活学科',
                1 => '食物栄養学科',
                2 => 'ファッション・ハウジングデザイン学科',
                3 => '心理学科',
            ],
        ]
    ],
    280013007 => [
        'name' => '園田学園女子大学',
        'fuculty' => [
            0 => '人間健康学部',
            1 => '人間教育学部',
            2 => '経営学部',
        ],
        'class' => [
            0 => [
                0 => '総合健康学科',
                1 => '人間看護学科',
                2 => '食物栄養学科',
            ],
            1 => [
                0 => '児童教育学科',
            ],
            2 => [
                0 => 'ビジネス学科',
            ],
        ]
    ],
    280013008 => [
        'name' => '神戸海星女子学院大学',
        'fuculty' => [
            0 => '現代人間学部',
        ],
        'class' => [
            0 => [
                0 => '英語観光学科',
                1 => '心理こども学科',
            ],
        ]
    ],
    280013009 => [
        'name' => '兵庫医科大学',
        'fuculty' => [
            0 => '医学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
            ],
        ]
    ],
    280013010 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    280013011 => [
        'name' => '神戸学院大学',
        'fuculty' => [
            0 => '法学部',
            1 => '経済学部',
            2 => '経営学部',
            3 => '人文学部',
            4 => '心理学部',
            5 => '現代社会学部',
            6 => 'グローバル・コミュニケーション学部',
            7 => '総合リハビリテーション学部',
            8 => '栄養学部',
            9 => '薬学部',
        ],
        'class' => [
            0 => [
                0 => '法律学科',
            ],
            1 => [
                0 => '経済学科',
            ],
            2 => [
                0 => '経営学科',
            ],
            3 => [
                0 => '人文学科',
            ],
            4 => [
                0 => '心理学科',
            ],
            5 => [
                0 => '社会防災学科',
                1 => '現代社会学科',
            ],
            6 => [
                0 => 'グローバル・コミュニケーション学科',
            ],
            7 => [
                0 => '理学療法学科',
                1 => '作業療法学科',
                2 => '社会リハビリテーション学科',
            ],
            8 => [
                0 => '栄養学科',
            ],
            9 => [
                0 => '薬学科（６年制）',
            ],
        ]
    ],
    280013012 => [
        'name' => '神戸女学院大学',
        'fuculty' => [
            0 => '文学部',
            1 => '音楽学部',
            2 => '人間科学部',
        ],
        'class' => [
            0 => [
                0 => '英文学科',
                1 => '総合文化学科',
            ],
            1 => [
                0 => '音楽学科',
            ],
            2 => [
                0 => '心理・行動科学科',
                1 => '環境・バイオサイエンス学科',
            ],
        ]
    ],
    280013013 => [
        'name' => '関西看護医療大学',
        'fuculty' => [
            0 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
        ]
    ],
    280013014 => [
        'name' => '芦屋大学',
        'fuculty' => [
            0 => '臨床教育学部',
            1 => '経営教育学部',
        ],
        'class' => [
            0 => [
                0 => '児童教育学科',
                1 => '教育学科',
            ],
            1 => [
                0 => '経営教育学科',
            ],
        ]
    ],
    280013015 => [
        'name' => '神戸親和女子大学',
        'fuculty' => [
            0 => '文学部',
            1 => '発達教育学部',
        ],
        'class' => [
            0 => [
                0 => '総合文化学科',
            ],
            1 => [
                0 => '児童教育学科',
                1 => '心理学科',
                2 => 'ジュニアスポーツ教育学科',
            ],
        ]
    ],
    280013016 => [
        'name' => '兵庫医療大学',
        'fuculty' => [
            0 => '薬学部',
            1 => '看護学部',
            2 => 'リハビリテーション学部',
        ],
        'class' => [
            0 => [
                0 => '医療薬学科',
            ],
            1 => [
                0 => '看護学科',
            ],
            2 => [
                0 => '理学療法学科',
                1 => '作業療法学科',
            ],
        ]
    ],
    280013017 => [
        'name' => '神戸常盤大学',
        'fuculty' => [
            0 => '保健科学部',
            1 => '教育学部',
        ],
        'class' => [
            0 => [
                0 => '医療検査学科',
                1 => '看護学科',
                2 => '診療放射線学科',
            ],
            1 => [
                0 => 'こども教育学科',
            ],
        ]
    ],
    280013018 => [
        'name' => '武庫川女子大学',
        'fuculty' => [
            0 => '文学部',
            1 => '教育学部',
            2 => '健康・スポーツ科学部',
            3 => '生活環境学部',
            4 => '食物栄養科学部',
            5 => '建築学部',
            6 => '音楽学部',
            7 => '薬学部',
            8 => '看護学部',
            9 => '経営学部',
        ],
        'class' => [
            0 => [
                0 => '日本語日本文学科',
                1 => '英語文化学科',
                2 => '心理・社会福祉学科',
            ],
            1 => [
                0 => '教育学科',
            ],
            2 => [
                0 => '健康・スポーツ科学科',
            ],
            3 => [
                0 => '生活環境学科',
                1 => '情報メディア学科',
            ],
            4 => [
                0 => '食物栄養学科',
                1 => '食創造科学科',
            ],
            5 => [
                0 => '建築学科',
                1 => '景観建築学科',
            ],
            6 => [
                0 => '演奏学科',
                1 => '応用音楽学科',
            ],
            7 => [
                0 => '薬学科',
                1 => '健康生命薬科学科',
            ],
            8 => [
                0 => '看護学科',
            ],
            9 => [
                0 => '経営学科',
            ],
        ]
    ],
    280013019 => [
        'name' => '関西学院大学',
        'fuculty' => [
            0 => '神学部',
            1 => '文学部',
            2 => '社会学部',
            3 => '法学部',
            4 => '経済学部',
            5 => '商学部',
            6 => '人間福祉学部',
            7 => '国際学部',
            8 => '教育学部',
            9 => '総合政策学部',
            10 => '理工学部',
        ],
        'class' => [
            0 => [
                0 => 'キリスト教伝道者コース',
                1 => 'キリスト教思想・文化コース',
            ],
            1 => [
                0 => '文化歴史学科',
                1 => '総合心理科学科',
                2 => '文学言語学科',
            ],
            2 => [
                0 => '社会学科',
            ],
            3 => [
                0 => '法律学科',
                1 => '政治学科',
            ],
            4 => [
                0 => '日本経済と財政・金融コース',
                1 => '世界経済の歴史・思想と文化コース',
                2 => '日本の企業と家計コース',
                3 => 'グローバル経済と環境・資源コース',
                4 => '地域政策コース',
            ],
            5 => [
                0 => '経営コース',
                1 => '会計コース',
                2 => 'マーケティングコース',
                3 => 'ファイナンスコース',
                4 => 'ビジネス情報コース',
                5 => '国際ビジネスコース',
            ],
            6 => [
                0 => '社会福祉学科',
                1 => '社会起業学科',
                2 => '人間科学科',
            ],
            7 => [
                0 => '国際学科',
            ],
            8 => [
                0 => '教育学科',
            ],
            9 => [
                0 => '総合政策学科',
                1 => 'メディア情報学科',
                2 => '都市政策学科',
                3 => '国際政策学科',
            ],
            10 => [
                0 => '数理科学科',
                1 => '物理学科',
                2 => '先進エネルギーナノ工学科',
                3 => '化学科',
                4 => '環境・応用化学科',
                5 => '生命科学科',
                6 => '生命医化学科',
                7 => '情報科学科',
                8 => '人間システム工学科',
            ],
        ]
    ],
    280013020 => [
        'name' => '吉備国際大学',
        'fuculty' => [
            0 => '保健医療福祉学部',
            1 => '社会科学部',
            2 => 'アニメーション文化学部',
            3 => '心理学部',
            4 => '外国語学部',
            5 => '農学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
                1 => '理学療法学科',
                2 => '作業療法学科',
            ],
            1 => [
                0 => '経営社会学科',
                1 => 'スポーツ社会学科',
            ],
            2 => [
                0 => 'アニメーション文化学科',
            ],
            3 => [
                0 => '心理学科',
                1 => '子ども発達教育学科',
            ],
            4 => [
                0 => '外国学科',
            ],
            5 => [
                0 => '地域創成農学科',
                1 => '醸造学科',
            ],
        ]
    ],
    280013021 => [
        'name' => '流通科学大学',
        'fuculty' => [
            0 => '商学部',
            1 => '経済学部',
            2 => '人間社会学部',
        ],
        'class' => [
            0 => [
                0 => 'マーケティング学科',
                1 => '経営学科',
            ],
            1 => [
                0 => '経済学科',
                1 => '経済情報学科',
            ],
            2 => [
                0 => '人間社会学科',
                1 => '観光学科',
                2 => '人間健康学科',
            ],
        ]
    ],
    280013022 => [
        'name' => '宝塚大学',
        'fuculty' => [
            0 => '東京メディア芸術学部',
            1 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => 'メディア芸術学科',
            ],
            1 => [
                0 => '看護学科',
            ],
        ]
    ],
    280013023 => [
        'name' => '神戸芸術工科大学',
        'fuculty' => [
            0 => '芸術工学部',
        ],
        'class' => [
            0 => [
                0 => '環境デザイン学科',
                1 => 'プロダクト・インテリアデザイン学科',
                2 => 'ビジュアルデザイン学科',
                3 => '映像表現学科',
                4 => 'まんが表現学科',
                5 => 'ファッションデザイン学科',
                6 => 'アート・クラフト学科',
            ],
        ]
    ],
    280013024 => [
        'name' => '姫路大学',
        'fuculty' => [
            0 => '看護学部',
            1 => '教育学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
            1 => [
                0 => 'こども未来学科',
            ],
        ]
    ],
    280013025 => [
        'name' => '兵庫大学',
        'fuculty' => [
            0 => '現代ビジネス学部',
            1 => '健康科学部',
            2 => '看護学部',
            3 => '生涯福祉学部',
        ],
        'class' => [
            0 => [
                0 => '現代ビジネス学科',
            ],
            1 => [
                0 => '栄養マネジメント学科',
                1 => '健康システム学科',
            ],
            2 => [
                0 => '看護学科',
            ],
            3 => [
                0 => '社会福祉学科',
                1 => 'こども福祉学科',
            ],
        ]
    ],
    280013026 => [
        'name' => '大手前大学',
        'fuculty' => [
            0 => '現代社会学部',
            1 => '総合文化学部',
            2 => 'メディア・芸術学部',
            3 => '健康栄養学部',
            4 => '国際看護学部',
        ],
        'class' => [
            0 => [
                0 => '経営コース',
                1 => '情報・コンピュータコース',
                2 => '心理コース',
            ],
            1 => [
                0 => '国際コミュニケーションコース',
                1 => '史学コース',
                2 => '国際文化コース',
                3 => 'スイーツ学コース',
            ],
            2 => [
                0 => '建築コース',
                1 => '芸術コース',
                2 => 'メディアコース',
            ],
            3 => [
                0 => '管理栄養学科',
            ],
            4 => [
                0 => '看護学科',
            ],
        ]
    ],
    280013027 => [
        'name' => '神戸女子大学',
        'fuculty' => [
            0 => '文学部',
            1 => '健康福祉学部',
            2 => '家政学部',
            3 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '日本語日本文学科',
                1 => '英語英米文学科',
                2 => '国際教養学科',
                3 => '史学科',
                4 => '教育学科',
            ],
            1 => [
                0 => '社会福祉学科',
                1 => '健康スポーツ栄養学科',
            ],
            2 => [
                0 => '家政学科',
                1 => '管理栄養士養成課程',
            ],
            3 => [
                0 => '看護学科',
            ],
        ]
    ],
    280013028 => [
        'name' => '甲子園大学',
        'fuculty' => [
            0 => '栄養学部',
            1 => '心理学部',
        ],
        'class' => [
            0 => [
                0 => '栄養学科',
                1 => 'フードデザイン学科',
            ],
            1 => [
                0 => '現代応用心理学科',
            ],
        ]
    ],
    280013029 => [
        'name' => '関西福祉大学',
        'fuculty' => [
            0 => '社会福祉学部',
            1 => '教育学部',
            2 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '社会福祉学科',
            ],
            1 => [
                0 => '保健教育学科',
                1 => '児童教育学科',
            ],
            2 => [
                0 => '看護学科',
            ],
        ]
    ],
    280013030 => [
        'name' => '神戸山手大学',
        'fuculty' => [
            0 => '現代社会学部',
        ],
        'class' => [
            0 => [
                0 => '総合社会学科',
                1 => '観光学科',
            ],
        ]
    ],
    280013031 => [
        'name' => '日本経済大学',
        'fuculty' => [
            0 => '経済学部',
            1 => '経営学部',
        ],
        'class' => [
            0 => [
                0 => '経済学科',
                1 => '商学科',
                2 => '経営法学科',
                3 => '健康スポーツ経営学科',
            ],
            1 => [
                0 => '経営学科',
                1 => 'グローバルビジネス学科',
                2 => '芸創プロデュース学科',
            ],
        ]
    ],
    280013032 => [
        'name' => '神戸薬科大学',
        'fuculty' => [
            0 => '薬学部',
        ],
        'class' => [
            0 => [
                0 => '薬学科',
            ],
        ]
    ],
    280013033 => [
        'name' => '神戸医療福祉大学',
        'fuculty' => [
            0 => '人間社会学部',
        ],
        'class' => [
            0 => [
                0 => '社会福祉学科',
                1 => '健康スポーツコミュニケーション学科',
                2 => '経営福祉ビジネス学科',
            ],
        ]
    ],
    280013034 => [
        'name' => '姫路獨協大学',
        'fuculty' => [
            0 => '人間社会学群',
            1 => '医療保健学部',
            2 => '薬学部',
            3 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '国際言語文化学類',
                1 => '現代法律学類',
                2 => '産業経営学類',
            ],
            1 => [
                0 => '理学療法学科',
                1 => '作業療法学科',
                2 => '言語聴覚療法学科',
                3 => '臨床工学科',
            ],
            2 => [
                0 => '医療薬学科',
            ],
            3 => [
                0 => '看護学科',
            ],
        ]
    ],
];
