<?php
return [
    260011000 => [
        'name' => '京都教育大学',
        'fuculty' => [
            0 => '教育学部',
        ],
        'class' => [
            0 => [
                0 => '学校教育教員養成課程',
            ],
        ]
    ],
    260011001 => [
        'name' => '京都工芸繊維大学',
        'fuculty' => [
            0 => '工芸科学部',
        ],
        'class' => [
            0 => [
                0 => '応用生物学域',
                1 => '物質・材料科学域',
                2 => '設計工学域',
                3 => 'デザイン科学域',
            ],
        ]
    ],
    260011002 => [
        'name' => '京都大学',
        'fuculty' => [
            0 => '総合人間学部',
            1 => '文学部',
            2 => '教育学部',
            3 => '法学部',
            4 => '経済学部',
            5 => '理学部',
            6 => '医学部',
            7 => '薬学部',
            8 => '工学部',
            9 => '農学部',
        ],
        'class' => [
            0 => [
                0 => '総合人間学科',
            ],
            1 => [
                0 => '人文学科',
            ],
            2 => [
                0 => '教育科学科',
            ],
            3 => [],
            4 => [
                0 => '経済経営学科',
            ],
            5 => [
                0 => '理学科',
            ],
            6 => [
                0 => '医学科',
                1 => '人間健康科学科',
            ],
            7 => [
                0 => '薬科学科〈４年制〉',
                1 => '薬学科〈６年制〉',
            ],
            8 => [
                0 => '地球工学科',
                1 => '建築学科',
                2 => '物理工学科',
                3 => '電気電子工学科',
                4 => '情報学科',
                5 => '工業化学科',
            ],
            9 => [
                0 => '資源生物科学科',
                1 => '応用生命科学科',
                2 => '地域環境工学科',
                3 => '食料・環境経済学科',
                4 => '森林科学科',
                5 => '食品生物科学科',
            ],
        ]
    ],
    260012000 => [
        'name' => '京都府立医科大学',
        'fuculty' => [
            0 => '医学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
                1 => '看護学科',
            ],
        ]
    ],
    260012001 => [
        'name' => '福知山公立大学',
        'fuculty' => [
            0 => '地域経営学部',
            1 => '情報学部',
        ],
        'class' => [
            0 => [
                0 => '地域経営学科',
                1 => '医療福祉経営学科',
            ],
            1 => [
                0 => '情報学科',
            ],
        ]
    ],
    260012002 => [
        'name' => '京都府立大学',
        'fuculty' => [
            0 => '文学部',
            1 => '公共政策学部',
            2 => '生命環境学部',
        ],
        'class' => [
            0 => [
                0 => '日本・中国文学科',
                1 => '欧米言語文化学科',
                2 => '歴史学科',
                3 => '和食文化学科',
            ],
            1 => [
                0 => '公共政策学科',
                1 => '福祉社会学科',
            ],
            2 => [
                0 => '生命分子化学科',
                1 => '農学生命科学科',
                2 => '食保健学科',
                3 => '環境・情報科学科',
                4 => '環境デザイン学科',
                5 => '森林科学科',
            ],
        ]
    ],
    260012003 => [
        'name' => '京都市立芸術大学',
        'fuculty' => [
            0 => '美術学部',
            1 => '音楽学部',
        ],
        'class' => [
            0 => [
                0 => '美術科',
                1 => 'デザイン科',
                2 => '工芸科',
                3 => '総合芸術学科',
            ],
            1 => [
                0 => '音楽学科',
            ],
        ]
    ],
    260013000 => [
        'name' => '京都ノートルダム女子大学',
        'fuculty' => [
            0 => '国際言語文化学部',
            1 => '現代人間学部',
        ],
        'class' => [
            0 => [
                0 => '英語英文学科',
                1 => '国際日本文化学科',
            ],
            1 => [
                0 => '福祉生活デザイン学科',
                1 => '心理学科',
                2 => 'こども教育学科',
            ],
        ]
    ],
    260013001 => [
        'name' => '平安女学院大学',
        'fuculty' => [
            0 => '国際観光学部',
            1 => '子ども教育学部',
        ],
        'class' => [
            0 => [
                0 => '国際観光学科',
            ],
            1 => [
                0 => '子ども教育学科',
            ],
        ]
    ],
    260013002 => [
        'name' => '京都文教大学',
        'fuculty' => [
            0 => '総合社会学部',
            1 => '臨床心理学部',
            2 => 'こども教育学部',
        ],
        'class' => [
            0 => [
                0 => '総合社会学科',
            ],
            1 => [
                0 => '臨床心理学科',
            ],
            2 => [
                0 => 'こども教育学科',
            ],
        ]
    ],
    260013003 => [
        'name' => '花園大学',
        'fuculty' => [
            0 => '社会福祉学部',
            1 => '文学部',
        ],
        'class' => [
            0 => [
                0 => '社会福祉学科',
                1 => '臨床心理学科',
                2 => '児童福祉学科',
            ],
            1 => [
                0 => '仏教学科',
                1 => '日本史学科',
                2 => '日本文学科',
            ],
        ]
    ],
    260013004 => [
        'name' => '京都橘大学',
        'fuculty' => [
            0 => '国際英語学部',
            1 => '文学部',
            2 => '発達教育学部',
            3 => '現代ビジネス学部',
            4 => '看護学部',
            5 => '健康科学部',
        ],
        'class' => [
            0 => [
                0 => '国際英語学科',
            ],
            1 => [
                0 => '日本語日本文学科',
                1 => '歴史学科',
                2 => '歴史遺産学科',
            ],
            2 => [
                0 => '児童教育学科',
            ],
            3 => [
                0 => '経営学科',
                1 => '都市環境デザイン学科',
            ],
            4 => [
                0 => '看護学科',
            ],
            5 => [
                0 => '心理学科',
                1 => '理学療法学科',
                2 => '作業療法学科',
                3 => '救急救命学科',
                4 => '臨床検査学科',
            ],
        ]
    ],
    260013005 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    260013006 => [
        'name' => '京都産業大学',
        'fuculty' => [
            0 => '経済学部',
            1 => '経営学部',
            2 => '法学部',
            3 => '現代社会学部',
            4 => '国際関係学部',
            5 => '外国語学部',
            6 => '文化学部',
            7 => '理学部',
            8 => '情報理工学部',
            9 => '生命科学部',
        ],
        'class' => [
            0 => [
                0 => '経済学科',
            ],
            1 => [
                0 => 'マネジメント学科',
            ],
            2 => [
                0 => '法律学科',
                1 => '法政策学科',
            ],
            3 => [
                0 => '現代社会学科',
                1 => '健康スポーツ社会学科',
            ],
            4 => [
                0 => '国際関係学科',
            ],
            5 => [
                0 => '英語学科',
                1 => 'ヨーロッパ言語学科',
                2 => 'アジア言語学科',
            ],
            6 => [
                0 => '京都文化学科',
                1 => '国際文化学科',
            ],
            7 => [
                0 => '数理科学科',
                1 => '物理科学科',
                2 => '宇宙物理・気象学科',
            ],
            8 => [
                0 => '情報理工学科',
            ],
            9 => [
                0 => '先端生命科学科',
                1 => '産業生命科学科',
            ],
        ]
    ],
    260013007 => [
        'name' => '京都看護大学',
        'fuculty' => [
            0 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
        ]
    ],
    260013008 => [
        'name' => '大谷大学',
        'fuculty' => [
            0 => '文学部',
            1 => '社会学部',
            2 => '教育学部',
        ],
        'class' => [
            0 => [
                0 => '真宗学科',
                1 => '仏教学科',
                2 => '哲学科',
                3 => '歴史学科',
                4 => '文学科',
                5 => '国際文化学科',
            ],
            1 => [
                0 => '現代社会学科',
                1 => 'コミュニティデザイン学科',
            ],
            2 => [
                0 => '教育学科',
            ],
        ]
    ],
    260013009 => [
        'name' => '京都光華女子大学',
        'fuculty' => [
            0 => 'こども教育学部',
            1 => '健康科学部',
            2 => 'キャリア形成学部',
        ],
        'class' => [
            0 => [
                0 => 'こども教育学科',
            ],
            1 => [
                0 => '医療福祉学科',
                1 => '心理学科',
                2 => '健康栄養学科',
                3 => '看護学科',
            ],
            2 => [
                0 => 'キャリア形成学科',
            ],
        ]
    ],
    260013010 => [
        'name' => '京都華頂大学',
        'fuculty' => [
            0 => '現代家政学部',
        ],
        'class' => [
            0 => [
                0 => '現代家政学科',
                1 => '食物栄養学科',
            ],
        ]
    ],
    260013011 => [
        'name' => '京都先端科学大学',
        'fuculty' => [
            0 => '経済経営学部',
            1 => '人文学部',
            2 => 'バイオ環境学部',
            3 => '健康医療学部',
            4 => '工学部',
        ],
        'class' => [
            0 => [
                0 => '経済学科',
                1 => '経営学科',
            ],
            1 => [
                0 => '心理学科',
                1 => '歴史文化学科',
            ],
            2 => [
                0 => 'バイオサイエンス学科',
                1 => 'バイオ環境デザイン学科',
                2 => '食農学科',
            ],
            3 => [
                0 => '看護学科',
                1 => '言語聴覚学科',
                2 => '健康スポーツ学科',
            ],
            4 => [
                0 => '機械電気システム工学科',
            ],
        ]
    ],
    260013012 => [
        'name' => '立命館大学',
        'fuculty' => [
            0 => '法学部',
            1 => '産業社会学部',
            2 => '国際関係学部',
            3 => '文学部',
            4 => '映像学部',
            5 => '経営学部',
            6 => '政策科学部',
            7 => '総合心理学部',
            8 => 'グローバル教養学部',
            9 => '経済学部',
            10 => 'スポーツ健康科学部',
            11 => '食マネジメント学部',
            12 => '理工学部',
            13 => '情報理工学部',
            14 => '生命科学部',
            15 => '薬学部',
        ],
        'class' => [
            0 => [
                0 => '法学科',
            ],
            1 => [
                0 => '現代社会学科',
            ],
            2 => [
                0 => '国際関係学科',
                1 => 'アメリカン大学・立命館大学国際連携学科',
            ],
            3 => [
                0 => '人文学科',
            ],
            4 => [
                0 => '映像学科',
            ],
            5 => [
                0 => '国際経営学科',
                1 => '経営学科',
            ],
            6 => [
                0 => '政策科学科',
            ],
            7 => [
                0 => '総合心理学科',
            ],
            8 => [
                0 => 'グローバル教養学科',
            ],
            9 => [
                0 => '経済学科',
            ],
            10 => [
                0 => 'スポーツ健康科学科',
            ],
            11 => [
                0 => '食マネジメント学科',
            ],
            12 => [
                0 => '数理科学科',
                1 => '物理科学科',
                2 => '電気電子工学科',
                3 => '電子情報工学科',
                4 => '機械工学科',
                5 => 'ロボティクス学科',
                6 => '環境都市工学科',
                7 => '建築都市デザイン学科',
            ],
            13 => [
                0 => '情報理工学科',
            ],
            14 => [
                0 => '応用化学科',
                1 => '生物工学科',
                2 => '生命情報学科',
                3 => '生命医科学科',
            ],
            15 => [
                0 => '薬学科（６年制）',
                1 => '創薬科学科（４年制）',
            ],
        ]
    ],
    260013013 => [
        'name' => '龍谷大学',
        'fuculty' => [
            0 => '文学部',
            1 => '経済学部',
            2 => '経営学部',
            3 => '法学部',
            4 => '政策学部',
            5 => '国際学部',
            6 => '先端理工学部',
            7 => '社会学部',
            8 => '農学部',
        ],
        'class' => [
            0 => [
                0 => '真宗学科',
                1 => '仏教学科',
                2 => '哲学科',
                3 => '臨床心理学科',
                4 => '歴史学科',
                5 => '日本語日本文学科',
                6 => '英語英米文学科',
            ],
            1 => [
                0 => '現代経済学科',
                1 => '国際経済学科',
            ],
            2 => [
                0 => '経営学科',
            ],
            3 => [
                0 => '法律学科',
            ],
            4 => [
                0 => '政策学科',
            ],
            5 => [
                0 => '国際文化学科',
                1 => 'グローバルスタディーズ学科',
            ],
            6 => [
                0 => '数理・情報科学課程',
                1 => '知能情報メディア課程',
                2 => '電子情報通信課程',
                3 => '機械工学・ロボティクス課程',
                4 => '応用化学課程',
                5 => '環境生態工学課程',
            ],
            7 => [
                0 => '社会学科',
                1 => 'コミュニティマネジメント学科',
                2 => '現代福祉学科',
            ],
            8 => [
                0 => '植物生命科学科',
                1 => '資源生物科学科',
                2 => '食品栄養学科',
                3 => '食料農業システム学科',
            ],
        ]
    ],
    260013014 => [
        'name' => '京都精華大学',
        'fuculty' => [
            0 => '芸術学部',
            1 => 'デザイン学部',
            2 => 'マンガ学部',
            3 => 'ポピュラーカルチャー学部',
            4 => '人文学部',
        ],
        'class' => [
            0 => [
                0 => '造形学科',
            ],
            1 => [
                0 => 'イラスト学科',
                1 => 'ビジュアルデザイン学科',
                2 => 'プロダクトデザイン学科',
                3 => '建築学科',
            ],
            2 => [
                0 => 'マンガ学科',
                1 => 'アニメーション学科',
            ],
            3 => [
                0 => 'ポピュラーカルチャー学科',
            ],
            4 => [
                0 => '総合人文学科',
            ],
        ]
    ],
    260013015 => [
        'name' => '京都女子大学',
        'fuculty' => [
            0 => '文学部',
            1 => '発達教育学部',
            2 => '家政学部',
            3 => '現代社会学部',
            4 => '法学部',
        ],
        'class' => [
            0 => [
                0 => '国文学科',
                1 => '英文学科',
                2 => '史学科',
            ],
            1 => [
                0 => '教育学科',
                1 => '児童学科',
                2 => '心理学科',
            ],
            2 => [
                0 => '食物栄養学科',
                1 => '生活造形学科',
            ],
            3 => [
                0 => '現代社会学科',
            ],
            4 => [
                0 => '法学科',
            ],
        ]
    ],
    260013016 => [
        'name' => '京都造形芸術大学',
        'fuculty' => [
            0 => '芸術学部',
            1 => '通信教育部　芸術学部',
        ],
        'class' => [
            0 => [
                0 => '美術工芸学科',
                1 => 'マンガ学科',
                2 => 'キャラクターデザイン学科',
                3 => '情報デザイン学科',
                4 => 'プロダクトデザイン学科',
                5 => '空間演出デザイン学科',
                6 => '環境デザイン学科',
                7 => '映画学科',
                8 => '舞台芸術学科',
                9 => '文芸表現学科',
                10 => 'アートプロデュース学科',
                11 => 'こども芸術学科',
                12 => '歴史遺産学科',
            ],
            1 => [
                0 => '芸術学科',
                1 => '美術科',
                2 => 'デザイン科',
                3 => '芸術教養学科',
            ],
        ]
    ],
    260013017 => [
        'name' => '種智院大学',
        'fuculty' => [
            0 => '人文学部',
        ],
        'class' => [
            0 => [
                0 => '仏教学科',
                1 => '社会福祉学科',
            ],
        ]
    ],
    260013018 => [
        'name' => '嵯峨美術大学',
        'fuculty' => [
            0 => '芸術学部',
        ],
        'class' => [
            0 => [
                0 => '造形学科',
                1 => 'デザイン学科',
            ],
        ]
    ],
    260013019 => [
        'name' => '同志社女子大学',
        'fuculty' => [
            0 => '学芸学部',
            1 => '現代社会学部',
            2 => '薬学部',
            3 => '看護学部',
            4 => '表象文化学部',
            5 => '生活科学部',
        ],
        'class' => [
            0 => [
                0 => '音楽学科',
                1 => 'メディア創造学科',
                2 => '国際教養学科',
            ],
            1 => [
                0 => '社会システム学科',
                1 => '現代こども学科',
            ],
            2 => [
                0 => '医療薬学科',
            ],
            3 => [
                0 => '看護学科',
            ],
            4 => [
                0 => '英語英文学科',
                1 => '日本語日本文学科',
            ],
            5 => [
                0 => '人間生活学科',
                1 => '食物栄養科学科',
            ],
        ]
    ],
    260013020 => [
        'name' => '京都外国語大学',
        'fuculty' => [
            0 => '外国語学部',
            1 => '国際貢献学部',
        ],
        'class' => [
            0 => [
                0 => '英米語学科',
                1 => 'スペイン語学科',
                2 => 'フランス語学科',
                3 => 'ドイツ語学科',
                4 => 'ブラジルポルトガル語学科',
                5 => '中国語学科',
                6 => '日本語学科',
                7 => 'イタリア語学科',
                8 => 'ロシア語学科',
            ],
            1 => [
                0 => 'グローバルスタディーズ学科',
                1 => 'グローバル観光学科',
            ],
        ]
    ],
    260013021 => [
        'name' => '京都医療科学大学',
        'fuculty' => [
            0 => '医療科学部',
        ],
        'class' => [
            0 => [
                0 => '放射線技術学科',
            ],
        ]
    ],
    260013022 => [
        'name' => '明治国際医療大学',
        'fuculty' => [
            0 => '看護学部',
            1 => '保健医療学部',
            2 => '鍼灸学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
            1 => [
                0 => '救急救命学科',
                1 => '柔道整復学科',
            ],
            2 => [
                0 => '鍼灸学科',
            ],
        ]
    ],
    260013023 => [
        'name' => '佛教大学',
        'fuculty' => [
            0 => '仏教学部',
            1 => '文学部',
            2 => '歴史学部',
            3 => '教育学部',
            4 => '社会学部',
            5 => '社会福祉学部',
            6 => '保健医療技術学部',
        ],
        'class' => [
            0 => [
                0 => '仏教学科',
            ],
            1 => [
                0 => '日本文学科',
                1 => '中国学科',
                2 => '英米学科',
            ],
            2 => [
                0 => '歴史学科',
                1 => '歴史文化学科',
            ],
            3 => [
                0 => '教育学科',
                1 => '臨床心理学科',
            ],
            4 => [
                0 => '現代社会学科',
                1 => '公共政策学科',
            ],
            5 => [
                0 => '社会福祉学科',
            ],
            6 => [
                0 => '理学療法学科',
                1 => '作業療法学科',
                2 => '看護学科',
            ],
        ]
    ],
    260013024 => [
        'name' => '同志社大学',
        'fuculty' => [
            0 => '神学部',
            1 => '文学部',
            2 => '社会学部',
            3 => '法学部',
            4 => '経済学部',
            5 => '商学部',
            6 => '政策学部',
            7 => '文化情報学部',
            8 => '理工学部',
            9 => '生命医科学部',
            10 => 'スポーツ健康科学部',
            11 => '心理学部',
            12 => 'グローバル・コミュニケーション学部',
            13 => 'グローバル地域文化学部',
        ],
        'class' => [
            0 => [
                0 => '神学科',
            ],
            1 => [
                0 => '英文学科',
                1 => '哲学科',
                2 => '美学芸術学科',
                3 => '文化史学科',
                4 => '国文学科',
            ],
            2 => [
                0 => '社会学科',
                1 => '社会福祉学科',
                2 => 'メディア学科',
                3 => '産業関係学科',
                4 => '教育文化学科',
            ],
            3 => [
                0 => '法律学科',
                1 => '政治学科',
            ],
            4 => [
                0 => '経済学科',
            ],
            5 => [
                0 => '商学科',
            ],
            6 => [
                0 => '政策学科',
            ],
            7 => [
                0 => '文化情報学科',
            ],
            8 => [
                0 => 'インテリジェント情報工学科',
                1 => '情報システムデザイン学科',
                2 => '電気工学科',
                3 => '電子工学科',
                4 => '機械システム工学科',
                5 => '機械理工学科',
                6 => '機能分子・生命化学科',
                7 => '化学システム創成工学科',
                8 => '環境システム学科',
                9 => '数理システム学科',
            ],
            9 => [
                0 => '医工学科',
                1 => '医情報学科',
                2 => '医生命システム学科',
            ],
            10 => [
                0 => 'スポーツ健康科学科',
            ],
            11 => [
                0 => '心理学科',
            ],
            12 => [
                0 => 'グローバル・コミュニケーション学科',
            ],
            13 => [
                0 => 'グローバル地域文化学科',
            ],
        ]
    ],
    260013025 => [
        'name' => '京都美術工芸大学',
        'fuculty' => [
            0 => '工芸学部',
        ],
        'class' => [
            0 => [
                0 => '建築学科',
                1 => '美術工芸学科',
            ],
        ]
    ],
    260013026 => [
        'name' => '京都薬科大学',
        'fuculty' => [
            0 => '薬学部',
        ],
        'class' => [
            0 => [
                0 => '薬学科',
            ],
        ]
    ],
];
