<?php
return [
    240011000 => [
        'name' => '三重大学',
        'fuculty' => [
            0 => '人文学部',
            1 => '教育学部',
            2 => '医学部',
            3 => '工学部',
            4 => '生物資源学部',
        ],
        'class' => [
            0 => [
                0 => '文化学科',
                1 => '法律経済学科',
            ],
            1 => [
                0 => '学校教育教員養成課程',
            ],
            2 => [
                0 => '医学科',
                1 => '看護学科',
            ],
            3 => [
                0 => '総合工学科',
            ],
            4 => [
                0 => '資源循環学科',
                1 => '共生環境学科',
                2 => '生物圏生命化学科',
                3 => '海洋生物資源学科',
            ],
        ]
    ],
    240012000 => [
        'name' => '三重県立看護大学',
        'fuculty' => [
            0 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
        ]
    ],
    240013000 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    240013001 => [
        'name' => '鈴鹿大学',
        'fuculty' => [
            0 => '国際地域学部',
            1 => 'こども教育学部',
        ],
        'class' => [
            0 => [
                0 => '国際地域学科',
            ],
            1 => [
                0 => 'こども教育学科',
            ],
        ]
    ],
    240013002 => [
        'name' => '四日市大学',
        'fuculty' => [
            0 => '環境情報学部',
            1 => '総合政策学部',
        ],
        'class' => [
            0 => [
                0 => '環境情報学科',
            ],
            1 => [
                0 => '総合政策学科',
            ],
        ]
    ],
    240013003 => [
        'name' => '皇學館大学',
        'fuculty' => [
            0 => '文学部',
            1 => '教育学部',
            2 => '現代日本社会学部',
        ],
        'class' => [
            0 => [
                0 => '神道学科',
                1 => '国文学科',
                2 => '国史学科',
                3 => 'コミュニケーション学科',
            ],
            1 => [
                0 => '教育学科',
            ],
            2 => [
                0 => '現代日本社会学科',
            ],
        ]
    ],
    240013004 => [
        'name' => '四日市看護医療大学',
        'fuculty' => [
            0 => '看護医療学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
                1 => '臨床検査学科',
            ],
        ]
    ],
    240013005 => [
        'name' => '鈴鹿医療科学大学',
        'fuculty' => [
            0 => '保健衛生学部',
            1 => '医用工学部',
            2 => '薬学部',
            3 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '放射線技術科学科',
                1 => '医療栄養学科',
                2 => 'リハビリテーション学科',
                3 => '医療福祉学科',
                4 => '鍼灸サイエンス学科',
            ],
            1 => [
                0 => '臨床工学科',
                1 => '医用情報工学科',
            ],
            2 => [
                0 => '薬学科',
            ],
            3 => [
                0 => '看護学科',
            ],
        ]
    ],
];
