<?php
return [
    290011000 => [
        'name' => '奈良女子大学',
        'fuculty' => [
            0 => '文学部',
            1 => '理学部',
            2 => '生活環境学部',
        ],
        'class' => [
            0 => [
                0 => '人文社会学科',
                1 => '言語文化学科',
                2 => '人間科学科',
            ],
            1 => [
                0 => '数物科学科',
                1 => '化学生物環境学科',
            ],
            2 => [
                0 => '食物栄養学科',
                1 => '心身健康学科',
                2 => '情報衣環境学科',
                3 => '住環境学科',
                4 => '生活文化学科',
            ],
        ]
    ],
    290011001 => [
        'name' => '奈良教育大学',
        'fuculty' => [
            0 => '教育学部',
        ],
        'class' => [
            0 => [
                0 => '学校教育教員養成課程',
            ],
        ]
    ],
    290012000 => [
        'name' => '奈良県立大学',
        'fuculty' => [
            0 => '地域創造学部',
        ],
        'class' => [
            0 => [
                0 => '地域創造学科',
            ],
        ]
    ],
    290012001 => [
        'name' => '奈良県立医科大学',
        'fuculty' => [
            0 => '医学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
                1 => '看護学科',
            ],
        ]
    ],
    290013000 => [
        'name' => '天理医療大学',
        'fuculty' => [
            0 => '医療学部',
        ],
        'class' => [
            0 => [
                0 => '臨床検査学科',
                1 => '看護学科',
            ],
        ]
    ],
    290013001 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    290013002 => [
        'name' => '近畿大学',
        'fuculty' => [
            0 => '法学部',
            1 => '経済学部',
            2 => '経営学部',
            3 => '理工学部',
            4 => '建築学部',
            5 => '薬学部',
            6 => '文芸学部',
            7 => '総合社会学部',
            8 => '国際学部',
            9 => '農学部',
            10 => '医学部',
            11 => '生物理工学部',
            12 => '工学部',
            13 => '産業理工学部',
        ],
        'class' => [
            0 => [
                0 => '法律学科',
            ],
            1 => [
                0 => '経済学科',
                1 => '国際経済学科',
                2 => '総合経済政策学科',
            ],
            2 => [
                0 => '経営学科',
                1 => '商学科',
                2 => '会計学科',
                3 => 'キャリア・マネジメント学科',
            ],
            3 => [
                0 => '理学科',
                1 => '生命科学科',
                2 => '応用化学科',
                3 => '機械工学科',
                4 => '電気電子工学科',
                5 => '社会環境工学科',
                6 => '情報学科',
            ],
            4 => [
                0 => '建築学科',
            ],
            5 => [
                0 => '医療薬学科（６年制）',
                1 => '創薬科学科（４年制）',
            ],
            6 => [
                0 => '文学科',
                1 => '芸術学科',
                2 => '文化・歴史学科',
                3 => '文化デザイン学科',
            ],
            7 => [
                0 => '総合社会学科',
            ],
            8 => [
                0 => '国際学科',
            ],
            9 => [
                0 => '農業生産科学科',
                1 => '水産学科',
                2 => '応用生命化学科',
                3 => '食品栄養学科',
                4 => '環境管理学科',
                5 => '生物機能科学科',
            ],
            10 => [
                0 => '医学科',
            ],
            11 => [
                0 => '生物工学科',
                1 => '遺伝子工学科',
                2 => '食品安全工学科',
                3 => '生命情報工学科',
                4 => '人間環境デザイン工学科',
                5 => '医用工学科',
            ],
            12 => [
                0 => '化学生命工学科',
                1 => '機械工学科',
                2 => 'ロボティクス学科',
                3 => '電子情報工学科',
                4 => '情報学科',
                5 => '建築学科',
            ],
            13 => [
                0 => '生物環境化学科',
                1 => '電気電子工学科',
                2 => '建築・デザイン学科',
                3 => '情報学科',
                4 => '経営ビジネス学科',
            ],
        ]
    ],
    290013003 => [
        'name' => '畿央大学',
        'fuculty' => [
            0 => '健康科学部',
            1 => '教育学部',
        ],
        'class' => [
            0 => [
                0 => '理学療法学科',
                1 => '看護医療学科',
                2 => '健康栄養学科',
                3 => '人間環境デザイン学科',
            ],
            1 => [
                0 => '現代教育学科',
            ],
        ]
    ],
    290013004 => [
        'name' => '帝塚山大学',
        'fuculty' => [
            0 => '教育学部',
            1 => '経済経営学部',
            2 => '文学部',
            3 => '法学部',
            4 => '心理学部',
            5 => '現代生活学部',
        ],
        'class' => [
            0 => [
                0 => 'こども教育学科',
            ],
            1 => [
                0 => '経済経営学科',
            ],
            2 => [
                0 => '日本文化学科',
            ],
            3 => [
                0 => '法学科',
            ],
            4 => [
                0 => '心理学科',
            ],
            5 => [
                0 => '食物栄養学科',
                1 => '居住空間デザイン学科',
            ],
        ]
    ],
    290013005 => [
        'name' => '奈良大学',
        'fuculty' => [
            0 => '文学部',
            1 => '社会学部',
        ],
        'class' => [
            0 => [
                0 => '国文学科',
                1 => '史学科',
                2 => '地理学科',
                3 => '文化財学科',
            ],
            1 => [
                0 => '心理学科',
                1 => '総合社会学科',
            ],
        ]
    ],
    290013006 => [
        'name' => '奈良学園大学',
        'fuculty' => [
            0 => '人間教育学部',
            1 => '保健医療学部',
        ],
        'class' => [
            0 => [
                0 => '人間教育学科',
            ],
            1 => [
                0 => 'リハビリテーション学科',
                1 => '看護学科',
            ],
        ]
    ],
    290013007 => [
        'name' => '天理大学',
        'fuculty' => [
            0 => '人間学部',
            1 => '文学部',
            2 => '国際学部',
            3 => '体育学部',
        ],
        'class' => [
            0 => [
                0 => '宗教学科',
                1 => '人間関係学科',
            ],
            1 => [
                0 => '国文学国語学科',
                1 => '歴史文化学科',
            ],
            2 => [
                0 => '外国語学科',
                1 => '地域文化学科',
            ],
            3 => [
                0 => '体育学科',
            ],
        ]
    ],
];
