<?php
return [
    270011000 => [
        'name' => '大阪大学',
        'fuculty' => [
            0 => '文学部',
            1 => '人間科学部',
            2 => '外国語学部',
            3 => '法学部',
            4 => '経済学部',
            5 => '理学部',
            6 => '医学部',
            7 => '歯学部',
            8 => '薬学部',
            9 => '工学部',
            10 => '基礎工学部',
        ],
        'class' => [
            0 => [
                0 => '人文学科',
            ],
            1 => [
                0 => '人間科学科',
            ],
            2 => [
                0 => '外国語学科',
            ],
            3 => [
                0 => '法学科',
                1 => '国際公共政策学科',
            ],
            4 => [
                0 => '経済・経営学科',
            ],
            5 => [
                0 => '数学科',
                1 => '物理学科',
                2 => '化学科',
                3 => '生物科学科',
            ],
            6 => [
                0 => '医学科',
                1 => '保健学科',
            ],
            7 => [
                0 => '歯学科',
            ],
            8 => [
                0 => '薬学科＜６年制＞',
            ],
            9 => [
                0 => '応用自然科学科',
                1 => '応用理工学科',
                2 => '電子情報工学科',
                3 => '環境・エネルギー工学科',
                4 => '地球総合工学科',
            ],
            10 => [
                0 => '電子物理科学科',
                1 => '化学応用科学科',
                2 => 'システム科学科',
                3 => '情報科学科',
            ],
        ]
    ],
    270011001 => [
        'name' => '大阪教育大学',
        'fuculty' => [
            0 => '教育学部',
        ],
        'class' => [
            0 => [
                0 => '初等教育教員養成課程',
                1 => '学校教育教員養成課程',
                2 => '養護教諭養成課程',
                3 => '教育協働学科',
            ],
        ]
    ],
    270012000 => [
        'name' => '大阪市立大学',
        'fuculty' => [
            0 => '商学部',
            1 => '経済学部',
            2 => '法学部',
            3 => '文学部',
            4 => '理学部',
            5 => '工学部',
            6 => '医学部',
            7 => '生活科学部',
        ],
        'class' => [
            0 => [
                0 => '商学科',
                1 => '公共経営学科',
            ],
            1 => [
                0 => '経済学科',
            ],
            2 => [
                0 => '法学科',
            ],
            3 => [
                0 => '哲学歴史学科',
                1 => '人間行動学科',
                2 => '言語文化学科',
                3 => '文化構想学科',
            ],
            4 => [
                0 => '数学科',
                1 => '物理学科',
                2 => '化学科',
                3 => '生物学科',
                4 => '地球学科',
                5 => '理科選択',
            ],
            5 => [
                0 => '機械工学科',
                1 => '電子・物理工学科',
                2 => '電気情報工学科',
                3 => '化学バイオ工学科',
                4 => '建築学科',
                5 => '都市学科',
            ],
            6 => [
                0 => '医学科',
                1 => '看護学科',
            ],
            7 => [
                0 => '食品栄養科学科',
                1 => '居住環境学科',
                2 => '人間福祉学科',
            ],
        ]
    ],
    270012001 => [
        'name' => '大阪府立大学',
        'fuculty' => [
            0 => '現代システム科学域',
            1 => '工学域',
            2 => '生命環境科学域',
            3 => '地域保健学域',
        ],
        'class' => [
            0 => [
                0 => '知識情報システム学類',
                1 => '環境システム学類',
                2 => 'マネジメント学類',
            ],
            1 => [
                0 => '電気電子系学類',
                1 => '物質化学系学類',
                2 => '機械系学類',
            ],
            2 => [
                0 => '獣医学類（６年制）',
                1 => '応用生命科学類',
                2 => '緑地環境科学類',
                3 => '理学類',
            ],
            3 => [
                0 => '看護学類',
                1 => '総合リハビリテーション学類',
                2 => '教育福祉学類',
            ],
        ]
    ],
    270013000 => [
        'name' => '大阪青山大学',
        'fuculty' => [
            0 => '健康科学部',
        ],
        'class' => [
            0 => [
                0 => '健康栄養学科',
                1 => '子ども教育学科',
                2 => '看護学科',
            ],
        ]
    ],
    270013001 => [
        'name' => '平安女学院大学',
        'fuculty' => [
            0 => '国際観光学部',
            1 => '子ども教育学部',
        ],
        'class' => [
            0 => [
                0 => '国際観光学科',
            ],
            1 => [
                0 => '子ども教育学科',
            ],
        ]
    ],
    270013002 => [
        'name' => '大阪観光大学',
        'fuculty' => [
            0 => '観光学部',
            1 => '国際交流学部',
        ],
        'class' => [
            0 => [
                0 => '観光学科',
            ],
            1 => [
                0 => '国際交流学科',
            ],
        ]
    ],
    270013003 => [
        'name' => '大阪樟蔭女子大学',
        'fuculty' => [
            0 => '学芸学部',
            1 => '児童教育学部',
            2 => '健康栄養学部',
        ],
        'class' => [
            0 => [
                0 => '国文学科',
                1 => '国際英語学科',
                2 => '心理学科',
                3 => 'ライフプランニング学科',
                4 => '化粧ファッション学科',
            ],
            1 => [
                0 => '児童教育学科',
            ],
            2 => [
                0 => '健康栄養学科',
            ],
        ]
    ],
    270013004 => [
        'name' => '大阪電気通信大学',
        'fuculty' => [
            0 => '工学部',
            1 => '情報通信工学部',
            2 => '医療健康科学部',
            3 => '総合情報学部',
        ],
        'class' => [
            0 => [
                0 => '電気電子工学科',
                1 => '電子機械工学科',
                2 => '機械工学科',
                3 => '基礎理工学科',
                4 => '建築学科',
                5 => '環境科学科',
            ],
            1 => [
                0 => '情報工学科',
                1 => '通信工学科',
            ],
            2 => [
                0 => '医療科学科',
                1 => '理学療法学科',
                2 => '健康スポーツ科学科',
            ],
            3 => [
                0 => 'デジタルゲーム学科',
                1 => 'ゲーム＆メディア学科',
                2 => '情報学科',
            ],
        ]
    ],
    270013005 => [
        'name' => '大阪商業大学',
        'fuculty' => [
            0 => '経済学部',
            1 => '総合経営学部',
            2 => '公共学部',
        ],
        'class' => [
            0 => [
                0 => '経済学科',
            ],
            1 => [
                0 => '経営学科',
                1 => '商学科',
            ],
            2 => [
                0 => '公共学科',
            ],
        ]
    ],
    270013006 => [
        'name' => '大阪総合保育大学',
        'fuculty' => [
            0 => '児童保育学部',
        ],
        'class' => [
            0 => [
                0 => '児童保育学科',
                1 => '乳児保育学科',
            ],
        ]
    ],
    270013007 => [
        'name' => '大和大学',
        'fuculty' => [
            0 => '政治経済学部',
            1 => '理工学部',
            2 => '保健医療学部',
            3 => '教育学部',
        ],
        'class' => [
            0 => [
                0 => '政治行政学科',
                1 => '経済経営学科',
            ],
            1 => [
                0 => '理工学科',
            ],
            2 => [
                0 => '看護学科',
                1 => '総合リハビリテーション学科',
            ],
            3 => [
                0 => '教育学科',
            ],
        ]
    ],
    270013008 => [
        'name' => '大阪芸術大学',
        'fuculty' => [
            0 => '芸術学部',
            1 => '通信教育部',
        ],
        'class' => [
            0 => [
                0 => 'アートサイエンス学科',
                1 => '美術学科',
                2 => 'デザイン学科',
                3 => '工芸学科',
                4 => '写真学科',
                5 => '建築学科',
                6 => '映像学科',
                7 => 'キャラクター造形学科',
                8 => '文芸学科',
                9 => '放送学科',
                10 => '芸術計画学科',
                11 => '舞台芸術学科',
                12 => '音楽学科',
                13 => '演奏学科',
                14 => '初等芸術教育学科',
            ],
            1 => [
                0 => '美術学科',
                1 => 'デザイン学科',
                2 => '建築学科',
                3 => '写真学科',
                4 => '文芸学科',
                5 => '音楽学科',
                6 => '初等芸術教育学科',
            ],
        ]
    ],
    270013009 => [
        'name' => '帝塚山学院大学',
        'fuculty' => [
            0 => 'リベラルアーツ学部',
            1 => '人間科学部',
        ],
        'class' => [
            0 => [
                0 => 'リベラルアーツ学科',
            ],
            1 => [
                0 => '心理学科',
                1 => '食物栄養学科',
            ],
        ]
    ],
    270013010 => [
        'name' => '大阪音楽大学',
        'fuculty' => [
            0 => '音楽学部',
        ],
        'class' => [
            0 => [
                0 => '音楽学科',
            ],
        ]
    ],
    270013011 => [
        'name' => '大阪女学院大学',
        'fuculty' => [
            0 => '国際・英語学部',
        ],
        'class' => [
            0 => [
                0 => '国際・英語学科',
            ],
        ]
    ],
    270013012 => [
        'name' => '藍野大学',
        'fuculty' => [
            0 => '医療保健学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
                1 => '理学療法学科',
                2 => '作業療法学科',
                3 => '臨床工学科',
            ],
        ]
    ],
    270013013 => [
        'name' => '関西外国語大学',
        'fuculty' => [
            0 => '英語キャリア学部',
            1 => '外国語学部',
            2 => '英語国際学部',
        ],
        'class' => [
            0 => [
                0 => '英語キャリア学科',
                1 => '英語キャリア学科　小学校教員コース',
            ],
            1 => [
                0 => '英米語学科',
                1 => 'スペイン語学科',
            ],
            2 => [
                0 => '英語国際学科',
            ],
        ]
    ],
    270013014 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    270013015 => [
        'name' => '桃山学院大学',
        'fuculty' => [
            0 => '国際教養学部',
            1 => '社会学部',
            2 => '法学部',
            3 => '経済学部',
            4 => '経営学部',
        ],
        'class' => [
            0 => [
                0 => '英語・国際文化学科',
            ],
            1 => [
                0 => '社会学科',
                1 => '社会福祉学科',
            ],
            2 => [
                0 => '法律学科',
            ],
            3 => [
                0 => '経済学科',
            ],
            4 => [
                0 => '経営学科',
                1 => 'ビジネスデザイン学科',
            ],
        ]
    ],
    270013016 => [
        'name' => '関西福祉科学大学',
        'fuculty' => [
            0 => '社会福祉学部',
            1 => '心理科学部',
            2 => '教育学部',
            3 => '健康福祉学部',
            4 => '保健医療学部',
        ],
        'class' => [
            0 => [
                0 => '社会福祉学科',
            ],
            1 => [
                0 => '心理科学科',
            ],
            2 => [
                0 => '教育学科',
            ],
            3 => [
                0 => '健康科学科',
                1 => '福祉栄養学科',
            ],
            4 => [
                0 => 'リハビリテーション学科',
            ],
        ]
    ],
    270013017 => [
        'name' => '関西医科大学',
        'fuculty' => [
            0 => '医学部',
            1 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
            ],
            1 => [
                0 => '看護学科',
            ],
        ]
    ],
    270013018 => [
        'name' => '四天王寺大学',
        'fuculty' => [
            0 => '人文社会学部',
            1 => '教育学部',
            2 => '経営学部',
            3 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '日本学科',
                1 => '国際キャリア学科',
                2 => '社会学科',
                3 => '人間福祉学科',
            ],
            1 => [
                0 => '教育学科',
            ],
            2 => [
                0 => '経営学科',
            ],
            3 => [
                0 => '看護学科',
            ],
        ]
    ],
    270013019 => [
        'name' => '相愛大学',
        'fuculty' => [
            0 => '人間発達学部',
            1 => '人文学部',
            2 => '音楽学部',
        ],
        'class' => [
            0 => [
                0 => '子ども発達学科',
                1 => '発達栄養学科',
            ],
            1 => [
                0 => '人文学科',
            ],
            2 => [
                0 => '音楽学科',
            ],
        ]
    ],
    270013020 => [
        'name' => '大阪経済大学',
        'fuculty' => [
            0 => '経済学部',
            1 => '経営学部',
            2 => '情報社会学部',
            3 => '人間科学部',
        ],
        'class' => [
            0 => [
                0 => '経済学科',
                1 => '地域政策学科',
            ],
            1 => [
                0 => '第一部経営学科',
                1 => '第一部ビジネス法学科',
                2 => '第二部経営学科',
            ],
            2 => [
                0 => '情報社会学科',
            ],
            3 => [
                0 => '人間科学科',
            ],
        ]
    ],
    270013021 => [
        'name' => '摂南大学',
        'fuculty' => [
            0 => '法学部',
            1 => '外国語学部',
            2 => '経済学部',
            3 => '経営学部',
            4 => '理工学部',
            5 => '薬学部',
            6 => '看護学部',
            7 => '農学部',
        ],
        'class' => [
            0 => [
                0 => '法律学科',
            ],
            1 => [
                0 => '外国語学科',
            ],
            2 => [
                0 => '経済学科',
            ],
            3 => [
                0 => '経営学科',
                1 => '経営情報学科',
            ],
            4 => [
                0 => '生命科学科',
                1 => '住環境デザイン学科',
                2 => '建築学科',
                3 => '都市環境工学科',
                4 => '機械工学科',
                5 => '電気電子工学科',
            ],
            5 => [
                0 => '薬学科',
            ],
            6 => [
                0 => '看護学科',
            ],
            7 => [
                0 => '農業生産学科',
                1 => '応用生物科学科',
                2 => '食品栄養学科',
                3 => '食農ビジネス学科',
            ],
        ]
    ],
    270013022 => [
        'name' => '近畿大学',
        'fuculty' => [
            0 => '法学部',
            1 => '経済学部',
            2 => '経営学部',
            3 => '理工学部',
            4 => '建築学部',
            5 => '薬学部',
            6 => '文芸学部',
            7 => '総合社会学部',
            8 => '国際学部',
            9 => '農学部',
            10 => '医学部',
            11 => '生物理工学部',
            12 => '工学部',
            13 => '産業理工学部',
        ],
        'class' => [
            0 => [
                0 => '法律学科',
            ],
            1 => [
                0 => '経済学科',
                1 => '国際経済学科',
                2 => '総合経済政策学科',
            ],
            2 => [
                0 => '経営学科',
                1 => '商学科',
                2 => '会計学科',
                3 => 'キャリア・マネジメント学科',
            ],
            3 => [
                0 => '理学科',
                1 => '生命科学科',
                2 => '応用化学科',
                3 => '機械工学科',
                4 => '電気電子工学科',
                5 => '社会環境工学科',
                6 => '情報学科',
            ],
            4 => [
                0 => '建築学科',
            ],
            5 => [
                0 => '医療薬学科（６年制）',
                1 => '創薬科学科（４年制）',
            ],
            6 => [
                0 => '文学科',
                1 => '芸術学科',
                2 => '文化・歴史学科',
                3 => '文化デザイン学科',
            ],
            7 => [
                0 => '総合社会学科',
            ],
            8 => [
                0 => '国際学科',
            ],
            9 => [
                0 => '農業生産科学科',
                1 => '水産学科',
                2 => '応用生命化学科',
                3 => '食品栄養学科',
                4 => '環境管理学科',
                5 => '生物機能科学科',
            ],
            10 => [
                0 => '医学科',
            ],
            11 => [
                0 => '生物工学科',
                1 => '遺伝子工学科',
                2 => '食品安全工学科',
                3 => '生命情報工学科',
                4 => '人間環境デザイン工学科',
                5 => '医用工学科',
            ],
            12 => [
                0 => '化学生命工学科',
                1 => '機械工学科',
                2 => 'ロボティクス学科',
                3 => '電子情報工学科',
                4 => '情報学科',
                5 => '建築学科',
            ],
            13 => [
                0 => '生物環境化学科',
                1 => '電気電子工学科',
                2 => '建築・デザイン学科',
                3 => '情報学科',
                4 => '経営ビジネス学科',
            ],
        ]
    ],
    270013023 => [
        'name' => '大阪行岡医療大学',
        'fuculty' => [
            0 => '医療学部',
        ],
        'class' => [
            0 => [
                0 => '理学療法学科',
            ],
        ]
    ],
    270013024 => [
        'name' => '大阪医科大学',
        'fuculty' => [
            0 => '医学部',
            1 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
            ],
            1 => [
                0 => '看護学科',
            ],
        ]
    ],
    270013025 => [
        'name' => '大阪物療大学',
        'fuculty' => [
            0 => '保健医療学部',
        ],
        'class' => [
            0 => [
                0 => '診療放射線技術学科',
            ],
        ]
    ],
    270013026 => [
        'name' => '太成学院大学',
        'fuculty' => [
            0 => '人間学部',
            1 => '経営学部',
            2 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '子ども発達学科',
                1 => '健康スポーツ学科',
                2 => '心理カウンセリング学科',
            ],
            1 => [
                0 => '現代ビジネス学科',
            ],
            2 => [
                0 => '看護学科',
            ],
        ]
    ],
    270013027 => [
        'name' => '大阪学院大学',
        'fuculty' => [
            0 => '商学部',
            1 => '経営学部',
            2 => '経済学部',
            3 => '法学部',
            4 => '外国語学部',
            5 => '国際学部',
            6 => '情報学部',
        ],
        'class' => [
            0 => [
                0 => '商学科',
            ],
            1 => [
                0 => '経営学科',
                1 => 'ホスピタリティ経営学科',
            ],
            2 => [
                0 => '経済学科',
            ],
            3 => [
                0 => '法学科',
            ],
            4 => [
                0 => '英語学科',
            ],
            5 => [
                0 => '国際学科',
            ],
            6 => [
                0 => '情報学科',
            ],
        ]
    ],
    270013028 => [
        'name' => '森ノ宮医療大学',
        'fuculty' => [
            0 => '保健医療学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
                1 => '理学療法学科',
                2 => '作業療法学科',
                3 => '臨床検査学科',
                4 => '臨床工学科',
                5 => '鍼灸学科',
                6 => '診療放射線学科',
            ],
        ]
    ],
    270013029 => [
        'name' => '立命館大学',
        'fuculty' => [
            0 => '法学部',
            1 => '産業社会学部',
            2 => '国際関係学部',
            3 => '文学部',
            4 => '映像学部',
            5 => '経営学部',
            6 => '政策科学部',
            7 => '総合心理学部',
            8 => 'グローバル教養学部',
            9 => '経済学部',
            10 => 'スポーツ健康科学部',
            11 => '食マネジメント学部',
            12 => '理工学部',
            13 => '情報理工学部',
            14 => '生命科学部',
            15 => '薬学部',
        ],
        'class' => [
            0 => [
                0 => '法学科',
            ],
            1 => [
                0 => '現代社会学科',
            ],
            2 => [
                0 => '国際関係学科',
                1 => 'アメリカン大学・立命館大学国際連携学科',
            ],
            3 => [
                0 => '人文学科',
            ],
            4 => [
                0 => '映像学科',
            ],
            5 => [
                0 => '国際経営学科',
                1 => '経営学科',
            ],
            6 => [
                0 => '政策科学科',
            ],
            7 => [
                0 => '総合心理学科',
            ],
            8 => [
                0 => 'グローバル教養学科',
            ],
            9 => [
                0 => '経済学科',
            ],
            10 => [
                0 => 'スポーツ健康科学科',
            ],
            11 => [
                0 => '食マネジメント学科',
            ],
            12 => [
                0 => '数理科学科',
                1 => '物理科学科',
                2 => '電気電子工学科',
                3 => '電子情報工学科',
                4 => '機械工学科',
                5 => 'ロボティクス学科',
                6 => '環境都市工学科',
                7 => '建築都市デザイン学科',
            ],
            13 => [
                0 => '情報理工学科',
            ],
            14 => [
                0 => '応用化学科',
                1 => '生物工学科',
                2 => '生命情報学科',
                3 => '生命医科学科',
            ],
            15 => [
                0 => '薬学科（６年制）',
                1 => '創薬科学科（４年制）',
            ],
        ]
    ],
    270013030 => [
        'name' => '大阪工業大学',
        'fuculty' => [
            0 => '工学部',
            1 => 'ロボティクス＆デザイン工学部',
            2 => '情報科学部',
            3 => '知的財産学部',
        ],
        'class' => [
            0 => [
                0 => '都市デザイン工学科',
                1 => '建築学科',
                2 => '機械工学科',
                3 => '電気電子システム工学科',
                4 => '電子情報システム工学科',
                5 => '応用化学科',
                6 => '環境工学科',
                7 => '生命工学科',
            ],
            1 => [
                0 => 'ロボット工学科',
                1 => 'システムデザイン工学科',
                2 => '空間デザイン学科',
            ],
            2 => [
                0 => '情報知能学科',
                1 => '情報システム学科',
                2 => '情報メディア学科',
                3 => 'ネットワークデザイン学科',
            ],
            3 => [
                0 => '知的財産学科',
            ],
        ]
    ],
    270013031 => [
        'name' => '宝塚大学',
        'fuculty' => [
            0 => '東京メディア芸術学部',
            1 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => 'メディア芸術学科',
            ],
            1 => [
                0 => '看護学科',
            ],
        ]
    ],
    270013032 => [
        'name' => '千里金蘭大学',
        'fuculty' => [
            0 => '生活科学部',
            1 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '食物栄養学科',
                1 => '児童教育学科',
            ],
            1 => [
                0 => '看護学科',
            ],
        ]
    ],
    270013033 => [
        'name' => '大手前大学',
        'fuculty' => [
            0 => '現代社会学部',
            1 => '総合文化学部',
            2 => 'メディア・芸術学部',
            3 => '健康栄養学部',
            4 => '国際看護学部',
        ],
        'class' => [
            0 => [
                0 => '経営コース',
                1 => '情報・コンピュータコース',
                2 => '心理コース',
            ],
            1 => [
                0 => '国際コミュニケーションコース',
                1 => '史学コース',
                2 => '国際文化コース',
                3 => 'スイーツ学コース',
            ],
            2 => [
                0 => '建築コース',
                1 => '芸術コース',
                2 => 'メディアコース',
            ],
            3 => [
                0 => '管理栄養学科',
            ],
            4 => [
                0 => '看護学科',
            ],
        ]
    ],
    270013034 => [
        'name' => '国際ファッション専門職大学',
        'fuculty' => [
            0 => '国際ファッション学部',
        ],
        'class' => [
            0 => [
                0 => 'ファッションクリエイション学科',
                1 => 'ファッションビジネス学科',
                2 => '大阪ファッションクリエイション・ビジネス学科',
                3 => '名古屋ファッションクリエイション・ビジネス学科',
            ],
        ]
    ],
    270013035 => [
        'name' => '高野山大学',
        'fuculty' => [
            0 => '文学部',
        ],
        'class' => [
            0 => [
                0 => '人間学科',
                1 => '密教学科',
                2 => '教育学科',
            ],
        ]
    ],
    270013036 => [
        'name' => '大阪経済法科大学',
        'fuculty' => [
            0 => '国際学部',
            1 => '経営学部',
            2 => '経済学部',
            3 => '法学部',
        ],
        'class' => [
            0 => [
                0 => '国際学科',
            ],
            1 => [
                0 => '経営学科',
            ],
            2 => [
                0 => '経済学科',
            ],
            3 => [
                0 => '法律学科',
            ],
        ]
    ],
    270013037 => [
        'name' => '関西医療大学',
        'fuculty' => [
            0 => '保健看護学部',
            1 => '保健医療学部',
        ],
        'class' => [
            0 => [
                0 => '保健看護学科',
            ],
            1 => [
                0 => '理学療法学科',
                1 => '作業療法学科',
                2 => '臨床検査学科',
                3 => 'はり灸・スポーツトレーナー学科',
                4 => 'ヘルスプロモーション整復学科',
            ],
        ]
    ],
    270013038 => [
        'name' => '大阪人間科学大学',
        'fuculty' => [
            0 => '保健医療学部',
            1 => '心理学部',
            2 => '人間科学部',
        ],
        'class' => [
            0 => [
                0 => '理学療法学科',
                1 => '作業療法学科',
                2 => '言語聴覚学科',
            ],
            1 => [
                0 => '心理学科',
            ],
            2 => [
                0 => '社会福祉学科',
                1 => '医療福祉学科',
                2 => '子ども保育学科',
            ],
        ]
    ],
    270013039 => [
        'name' => '追手門学院大学',
        'fuculty' => [
            0 => '経済学部',
            1 => '経営学部',
            2 => '地域創造学部',
            3 => '社会学部',
            4 => '心理学部',
            5 => '国際教養学部',
        ],
        'class' => [
            0 => [
                0 => '経済学科',
            ],
            1 => [
                0 => '経営学科',
            ],
            2 => [
                0 => '地域創造学科',
            ],
            3 => [
                0 => '社会学科',
            ],
            4 => [
                0 => '心理学科',
            ],
            5 => [
                0 => '国際教養学科',
                1 => '国際日本学科',
            ],
        ]
    ],
    270013040 => [
        'name' => '大阪体育大学',
        'fuculty' => [
            0 => '体育学部',
            1 => '教育学部',
        ],
        'class' => [
            0 => [
                0 => 'スポーツ教育学科',
                1 => '健康・スポーツマネジメント学科',
            ],
            1 => [
                0 => '教育学科',
            ],
        ]
    ],
    270013041 => [
        'name' => '大阪河崎リハビリテーション大学',
        'fuculty' => [
            0 => 'リハビリテーション学部',
        ],
        'class' => [
            0 => [
                0 => 'リハビリテーション学科',
            ],
        ]
    ],
    270013042 => [
        'name' => '大阪保健医療大学',
        'fuculty' => [
            0 => '保健医療学部',
        ],
        'class' => [
            0 => [
                0 => 'リハビリテーション学科',
            ],
        ]
    ],
    270013043 => [
        'name' => '滋慶医療科学大学',
        'fuculty' => [
            0 => '医療科学部',
        ],
        'class' => [
            0 => [
                0 => '臨床工学科',
            ],
        ]
    ],
    270013044 => [
        'name' => '常磐会学園大学',
        'fuculty' => [
            0 => '国際こども教育学部',
        ],
        'class' => [
            0 => [
                0 => '国際こども教育学科',
            ],
        ]
    ],
    270013045 => [
        'name' => '大阪歯科大学',
        'fuculty' => [
            0 => '歯学部',
            1 => '医療保健学部',
        ],
        'class' => [
            0 => [
                0 => '歯学科',
            ],
            1 => [
                0 => '口腔工学科',
                1 => '口腔保健学科',
            ],
        ]
    ],
    270013046 => [
        'name' => '大阪大谷大学',
        'fuculty' => [
            0 => '薬学部',
            1 => '文学部',
            2 => '教育学部',
            3 => '人間社会学部',
        ],
        'class' => [
            0 => [
                0 => '薬学科',
            ],
            1 => [
                0 => '日本語日本文学科',
                1 => '歴史文化学科',
            ],
            2 => [
                0 => '教育学科',
            ],
            3 => [
                0 => '人間社会学科',
                1 => 'スポーツ健康学科',
            ],
        ]
    ],
    270013047 => [
        'name' => '梅花女子大学',
        'fuculty' => [
            0 => '文化表現学部',
            1 => '心理こども学部',
            2 => '食文化学部',
            3 => '看護保健学部',
        ],
        'class' => [
            0 => [
                0 => '情報メディア学科',
                1 => '日本文化学科',
                2 => '国際英語学科',
            ],
            1 => [
                0 => 'こども教育学科',
                1 => '心理学科',
            ],
            2 => [
                0 => '食文化学科',
                1 => '管理栄養学科',
            ],
            3 => [
                0 => '看護学科',
                1 => '口腔保健学科',
            ],
        ]
    ],
    270013048 => [
        'name' => '関西大学',
        'fuculty' => [
            0 => '法学部',
            1 => '文学部',
            2 => '経済学部',
            3 => '商学部',
            4 => '社会学部',
            5 => '政策創造学部',
            6 => '外国語学部',
            7 => '人間健康学部',
            8 => '総合情報学部',
            9 => '社会安全学部',
            10 => 'システム理工学部',
            11 => '環境都市工学部',
            12 => '化学生命工学部',
        ],
        'class' => [
            0 => [
                0 => '法学政治学科',
            ],
            1 => [
                0 => '総合人文学科',
            ],
            2 => [
                0 => '経済学科',
            ],
            3 => [
                0 => '商学科',
            ],
            4 => [
                0 => '社会学科',
            ],
            5 => [
                0 => '政策学科',
                1 => '国際アジア法政策学科',
            ],
            6 => [
                0 => '外国語学科',
            ],
            7 => [
                0 => '人間健康学科',
            ],
            8 => [
                0 => '総合情報学科',
            ],
            9 => [
                0 => '安全マネジメント学科',
            ],
            10 => [
                0 => '数学科',
                1 => '物理・応用物理学科',
                2 => '機械工学科',
                3 => '電気電子情報工学科',
            ],
            11 => [
                0 => '建築学科',
                1 => '都市システム工学科',
                2 => 'エネルギー・環境工学科',
            ],
            12 => [
                0 => '化学・物質工学科',
                1 => '生命・生物工学科',
            ],
        ]
    ],
    270013049 => [
        'name' => '東大阪大学',
        'fuculty' => [
            0 => 'こども学部',
        ],
        'class' => [
            0 => [
                0 => 'こども学科',
                1 => 'アジアこども学科',
            ],
        ]
    ],
    270013050 => [
        'name' => '羽衣国際大学',
        'fuculty' => [
            0 => '現代社会学部',
            1 => '人間生活学部',
        ],
        'class' => [
            0 => [
                0 => '現代社会学科',
                1 => '放送・メディア映像学科',
            ],
            1 => [
                0 => '人間生活学科',
                1 => '食物栄養学科',
            ],
        ]
    ],
    270013051 => [
        'name' => '神戸医療福祉大学',
        'fuculty' => [
            0 => '人間社会学部',
        ],
        'class' => [
            0 => [
                0 => '社会福祉学科',
                1 => '健康スポーツコミュニケーション学科',
                2 => '経営福祉ビジネス学科',
            ],
        ]
    ],
    270013052 => [
        'name' => '大阪国際大学',
        'fuculty' => [
            0 => '国際教養学部',
            1 => '人間科学部',
            2 => '経営経済学部',
        ],
        'class' => [
            0 => [
                0 => '国際コミュニケーション学科',
                1 => '国際観光学科',
            ],
            1 => [
                0 => '心理コミュニケーション学科',
                1 => '人間健康科学科',
                2 => 'スポーツ行動学科',
            ],
            2 => [
                0 => '経済学科',
                1 => '経営学科',
            ],
        ]
    ],
    270013053 => [
        'name' => '大阪成蹊大学',
        'fuculty' => [
            0 => '経営学部',
            1 => '芸術学部',
            2 => '教育学部',
        ],
        'class' => [
            0 => [
                0 => '経営学科',
                1 => '国際観光ビジネス学科',
                2 => 'スポーツマネジメント学科',
            ],
            1 => [
                0 => '造形芸術学科',
            ],
            2 => [
                0 => '教育学科',
            ],
        ]
    ],
    270013054 => [
        'name' => '阪南大学',
        'fuculty' => [
            0 => '流通学部',
            1 => '経済学部',
            2 => '経営情報学部',
            3 => '国際コミュニケーション学部',
            4 => '国際観光学部',
        ],
        'class' => [
            0 => [
                0 => '流通学科',
            ],
            1 => [
                0 => '経済学科',
            ],
            2 => [
                0 => '経営情報学科',
            ],
            3 => [
                0 => '国際コミュニケーション学科',
            ],
            4 => [
                0 => '国際観光学科',
            ],
        ]
    ],
    270013055 => [
        'name' => '大阪産業大学',
        'fuculty' => [
            0 => '国際学部',
            1 => 'スポーツ健康学部',
            2 => '経営学部',
            3 => '経済学部',
            4 => 'デザイン工学部',
            5 => '工学部',
        ],
        'class' => [
            0 => [
                0 => '国際学科',
            ],
            1 => [
                0 => 'スポーツ健康学科',
            ],
            2 => [
                0 => '経営学科',
                1 => '商学科',
            ],
            3 => [
                0 => '経済学科',
                1 => '国際経済学科',
            ],
            4 => [
                0 => '情報システム学科',
                1 => '建築・環境デザイン学科',
                2 => '環境理工学科',
            ],
            5 => [
                0 => '機械工学科',
                1 => '交通機械工学科',
                2 => '都市創造工学科',
                3 => '電子情報通信工学科',
            ],
        ]
    ],
    270013056 => [
        'name' => '四條畷学園大学',
        'fuculty' => [
            0 => 'リハビリテーション学部',
            1 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => 'リハビリテーション学科',
            ],
            1 => [
                0 => '看護学科',
            ],
        ]
    ],
    270013057 => [
        'name' => '桃山学院教育大学',
        'fuculty' => [
            0 => '人間教育学部',
        ],
        'class' => [
            0 => [
                0 => '人間教育学科',
            ],
        ]
    ],
    270013058 => [
        'name' => '大阪薬科大学',
        'fuculty' => [
            0 => '薬学部',
        ],
        'class' => [
            0 => [
                0 => '薬学科',
            ],
        ]
    ],
];
