<?php
return [
    250011000 => [
        'name' => '滋賀大学',
        'fuculty' => [
        0 => '教育学部',
        1 => '経済学部',
        2 => 'データサイエンス学部',
        ],
        'class' => [
        0 => [
        0 => '学校教育教員養成課程',
        ],
        1 => [
        0 => '経済学科',
        1 => 'ファイナンス学科',
        2 => '企業経営学科',
        3 => '会計情報学科',
        4 => '社会システム学科',
        ],
        2 => [
        0 => 'データサイエンス学科',
        ],
        ]
        ],
        250011001 => [
        'name' => '滋賀医科大学',
        'fuculty' => [
        0 => '医学部',
        ],
        'class' => [
        0 => [
        0 => '医学科',
        1 => '看護学科',
        ],
        ]
        ],
        250012000 => [
            'name' => '滋賀県立大学',
            'fuculty' => [
            0 => '環境科学部',
            1 => '工学部',
            2 => '人間文化学部',
            3 => '人間看護学部',
            ],
            'class' => [
            0 => [
            0 => '環境生態学科',
            1 => '環境政策・計画学科',
            2 => '環境建築デザイン学科',
            3 => '生物資源管理学科',
            ],
            1 => [
            0 => '材料科学科',
            1 => '機械システム工学科',
            2 => '電子システム工学科',
            ],
            2 => [
            0 => '地域文化学科',
            1 => '生活デザイン学科',
            2 => '生活栄養学科',
            3 => '人間関係学科',
            4 => '国際コミュニケーション学科',
            ],
            3 => [
            0 => '人間看護学科',
            ],
            ]
            ],
            250013000 => [
                'name' => 'びわこ成蹊スポーツ大学',
                'fuculty' => [
                0 => 'スポーツ学部',
                ],
                'class' => [
                0 => [
                0 => 'スポーツ学科',
                ],
                ]
                ],
                250013001 => [
                'name' => '放送大学',
                'fuculty' => [
                0 => '教養学部',
                ],
                'class' => [
                0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
                ],
                ]
                ],
                250013002 => [
                'name' => '成安造形大学',
                'fuculty' => [
                0 => '芸術学部',
                ],
                'class' => [
                0 => [
                0 => '芸術学科',
                ],
                ]
                ],
                250013003 => [
                'name' => '聖泉大学',
                'fuculty' => [
                0 => '人間学部',
                1 => '看護学部',
                ],
                'class' => [
                0 => [
                0 => '人間心理学科',
                ],
                1 => [
                0 => '看護学科',
                ],
                ]
                ],
                250013004 => [
                'name' => 'びわこ学院大学',
                'fuculty' => [
                0 => '教育福祉学部',
                ],
                'class' => [
                0 => [
                0 => '子ども学科',
                1 => 'スポーツ教育学科',
                ],
                ]
                ],
                250013005 => [
                'name' => '立命館大学',
                'fuculty' => [
                0 => '法学部',
                1 => '産業社会学部',
                2 => '国際関係学部',
                3 => '文学部',
                4 => '映像学部',
                5 => '経営学部',
                6 => '政策科学部',
                7 => '総合心理学部',
                8 => 'グローバル教養学部',
                9 => '経済学部',
                10 => 'スポーツ健康科学部',
                11 => '食マネジメント学部',
                12 => '理工学部',
                13 => '情報理工学部',
                14 => '生命科学部',
                15 => '薬学部',
                ],
                'class' => [
                0 => [
                0 => '法学科',
                ],
                1 => [
                0 => '現代社会学科',
                ],
                2 => [
                0 => '国際関係学科',
                1 => 'アメリカン大学・立命館大学国際連携学科',
                ],
                3 => [
                0 => '人文学科',
                ],
                4 => [
                0 => '映像学科',
                ],
                5 => [
                0 => '国際経営学科',
                1 => '経営学科',
                ],
                6 => [
                0 => '政策科学科',
                ],
                7 => [
                0 => '総合心理学科',
                ],
                8 => [
                0 => 'グローバル教養学科',
                ],
                9 => [
                0 => '経済学科',
                ],
                10 => [
                0 => 'スポーツ健康科学科',
                ],
                11 => [
                0 => '食マネジメント学科',
                ],
                12 => [
                0 => '数理科学科',
                1 => '物理科学科',
                2 => '電気電子工学科',
                3 => '電子情報工学科',
                4 => '機械工学科',
                5 => 'ロボティクス学科',
                6 => '環境都市工学科',
                7 => '建築都市デザイン学科',
                ],
                13 => [
                0 => '情報理工学科',
                ],
                14 => [
                0 => '応用化学科',
                1 => '生物工学科',
                2 => '生命情報学科',
                3 => '生命医科学科',
                ],
                15 => [
                0 => '薬学科（６年制）',
                1 => '創薬科学科（４年制）',
                ],
                ]
                ],
                250013006 => [
                'name' => '龍谷大学',
                'fuculty' => [
                0 => '文学部',
                1 => '経済学部',
                2 => '経営学部',
                3 => '法学部',
                4 => '政策学部',
                5 => '国際学部',
                6 => '先端理工学部',
                7 => '社会学部',
                8 => '農学部',
                ],
                'class' => [
                0 => [
                0 => '真宗学科',
                1 => '仏教学科',
                2 => '哲学科',
                3 => '臨床心理学科',
                4 => '歴史学科',
                5 => '日本語日本文学科',
                6 => '英語英米文学科',
                ],
                1 => [
                0 => '現代経済学科',
                1 => '国際経済学科',
                ],
                2 => [
                0 => '経営学科',
                ],
                3 => [
                0 => '法律学科',
                ],
                4 => [
                0 => '政策学科',
                ],
                5 => [
                0 => '国際文化学科',
                1 => 'グローバルスタディーズ学科',
                ],
                6 => [
                0 => '数理・情報科学課程',
                1 => '知能情報メディア課程',
                2 => '電子情報通信課程',
                3 => '機械工学・ロボティクス課程',
                4 => '応用化学課程定',
                5 => '環境生態工学課程',
                ],
                7 => [
                0 => '社会学科',
                1 => 'コミュニティマネジメント学科',
                2 => '現代福祉学科',
                ],
                8 => [
                0 => '植物生命科学科',
                1 => '資源生物科学科',
                2 => '食品栄養学科',
                3 => '食料農業システム学科',
                ],
                ]
                ],
                250013007 => [
                'name' => 'びわこリハビリテーション専門職大学',
                'fuculty' => [
                0 => 'リハビリテーション学部',
                ],
                'class' => [
                0 => [
                0 => '理学療法学科',
                1 => '作業療法学科',
                ],
                ]
                ],
                250013008 => [
                'name' => '長浜バイオ大学',
                'fuculty' => [
                0 => 'バイオサイエンス学部',
                ],
                'class' => [
                0 => [
                0 => 'フロンティアバイオサイエンス学科',
                1 => 'メディカルバイオサイエンス学科',
                2 => 'アニマルバイオサイエンス学科',
                ],
                ]
                ],
];