<?php
return [
    300011000 => [
        'name' => '和歌山大学',
        'fuculty' => [
            0 => '教育学部',
            1 => '経済学部',
            2 => 'システム工学部',
            3 => '観光学部',
        ],
        'class' => [
            0 => [
                0 => '学校教育教員養成課程',
            ],
            1 => [
                0 => '経済学科',
            ],
            2 => [
                0 => 'システム工学科',
            ],
            3 => [
                0 => '観光学科',
            ],
        ]
    ],
    300012000 => [
        'name' => '和歌山県立医科大学',
        'fuculty' => [
            0 => '医学部',
            1 => '保健看護学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
            ],
            1 => [
                0 => '保健看護学科',
            ],
        ]
    ],
    300013000 => [
        'name' => '宝塚医療大学',
        'fuculty' => [
            0 => '保健医療学部',
            1 => '和歌山保健医療学部',
        ],
        'class' => [
            0 => [
                0 => '理学療法学科',
                1 => '柔道整復学科',
                2 => '鍼灸学科',
            ],
            1 => [
                0 => 'リハビリテーション学科',
            ],
        ]
    ],
    300013001 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    300013002 => [
        'name' => '近畿大学',
        'fuculty' => [
            0 => '法学部',
            1 => '経済学部',
            2 => '経営学部',
            3 => '理工学部',
            4 => '建築学部',
            5 => '薬学部',
            6 => '文芸学部',
            7 => '総合社会学部',
            8 => '国際学部',
            9 => '農学部',
            10 => '医学部',
            11 => '生物理工学部',
            12 => '工学部',
            13 => '産業理工学部',
        ],
        'class' => [
            0 => [
                0 => '法律学科',
            ],
            1 => [
                0 => '経済学科',
                1 => '国際経済学科',
                2 => '総合経済政策学科',
            ],
            2 => [
                0 => '経営学科',
                1 => '商学科',
                2 => '会計学科',
                3 => 'キャリア・マネジメント学科',
            ],
            3 => [
                0 => '理学科',
                1 => '生命科学科',
                2 => '応用化学科',
                3 => '機械工学科',
                4 => '電気電子工学科',
                5 => '社会環境工学科',
                6 => '情報学科',
            ],
            4 => [
                0 => '建築学科',
            ],
            5 => [
                0 => '医療薬学科（６年制）',
                1 => '創薬科学科（４年制）',
            ],
            6 => [
                0 => '文学科',
                1 => '芸術学科',
                2 => '文化・歴史学科',
                3 => '文化デザイン学科',
            ],
            7 => [
                0 => '総合社会学科',
            ],
            8 => [
                0 => '国際学科',
            ],
            9 => [
                0 => '農業生産科学科',
                1 => '水産学科',
                2 => '応用生命化学科',
                3 => '食品栄養学科',
                4 => '環境管理学科',
                5 => '生物機能科学科',
            ],
            10 => [
                0 => '医学科',
            ],
            11 => [
                0 => '生物工学科',
                1 => '遺伝子工学科',
                2 => '食品安全工学科',
                3 => '生命情報工学科',
                4 => '人間環境デザイン工学科',
                5 => '医用工学科',
            ],
            12 => [
                0 => '化学生命工学科',
                1 => '機械工学科',
                2 => 'ロボティクス学科',
                3 => '電子情報工学科',
                4 => '情報学科',
                5 => '建築学科',
            ],
            13 => [
                0 => '生物環境化学科',
                1 => '電気電子工学科',
                2 => '建築・デザイン学科',
                3 => '情報学科',
                4 => '経営ビジネス学科',
            ],
        ]
    ],
    300013003 => [
        'name' => '高野山大学',
        'fuculty' => [
            0 => '文学部',
        ],
        'class' => [
            0 => [
                0 => '人間学科',
                1 => '密教学科',
                2 => '教育学科',
            ],
        ]
    ],
    300013004 => [
        'name' => '東京医療保健大学',
        'fuculty' => [
            0 => '医療保健学部',
            1 => '和歌山看護学部',
            2 => '東が丘・立川看護学部',
            3 => '千葉看護学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
                1 => '医療栄養学科',
                2 => '医療情報学科',
            ],
            1 => [
                0 => '看護学科',
            ],
            2 => [
                0 => '看護学科',
            ],
            3 => [
                0 => '看護学科',
            ],
        ]
    ],
    300013005 => [
        'name' => '和歌山信愛大学',
        'fuculty' => [
            0 => '教育学部',
        ],
        'class' => [
            0 => [
                0 => '子ども教育学科',
            ],
        ]
    ],
];
