<?php
return [
    340011000 => [
        'name' => '広島大学',
        'fuculty' => [
            0 => '総合科学部',
            1 => '文学部',
            2 => '教育学部',
            3 => '法学部',
            4 => '経済学部',
            5 => '理学部',
            6 => '医学部',
            7 => '歯学部',
            8 => '薬学部',
            9 => '工学部',
            10 => '生物生産学部',
            11 => '情報科学部',
        ],
        'class' => [
            0 => [
                0 => '総合科学科',
                1 => '国際共創学科',
            ],
            1 => [
                0 => '人文学科',
            ],
            2 => [
                0 => '第一類（学校教育系）',
                1 => '第二類（科学文化教育系）',
                2 => '第三類（言語文化教育系）',
                3 => '第四類（生涯活動教育系）',
                4 => '第五類（人間形成基礎系）',
            ],
            3 => [
                0 => '法学科',
            ],
            4 => [
                0 => '経済学科',
            ],
            5 => [
                0 => '数学科',
                1 => '物理学科',
                2 => '化学科',
                3 => '生物科学科',
                4 => '地球惑星システム学科',
            ],
            6 => [
                0 => '医学科',
                1 => '保健学科',
            ],
            7 => [
                0 => '歯学科',
                1 => '口腔健康科学科',
            ],
            8 => [
                0 => '薬学科＜６年制＞',
                1 => '薬科学科＜４年制＞',
            ],
            9 => [
                0 => '第一類（機械・輸送・材料・エネルギー系）',
                1 => '第二類（電気電子・システム情報系）',
                2 => '第三類（応用化学・生物工学・化学工学系）',
                3 => '第四類（建設・環境系）',
            ],
            10 => [
                0 => '生物生産学科',
            ],
            11 => [
                0 => '情報科学科',
            ],
        ]
    ],
    340012000 => [
        'name' => '尾道市立大学',
        'fuculty' => [
            0 => '経済情報学部',
            1 => '芸術文化学部',
        ],
        'class' => [
            0 => [
                0 => '経済情報学科',
            ],
            1 => [
                0 => '日本文学科',
                1 => '美術学科',
            ],
        ]
    ],
    340012001 => [
        'name' => '福山市立大学',
        'fuculty' => [
            0 => '教育学部',
            1 => '都市経営学部',
        ],
        'class' => [
            0 => [
                0 => '児童教育学科',
            ],
            1 => [
                0 => '都市経営学科',
            ],
        ]
    ],
    340012002 => [
        'name' => '県立広島大学',
        'fuculty' => [
            0 => '地域創生学部',
            1 => '生物資源科学部',
            2 => '保健福祉学部',
        ],
        'class' => [
            0 => [
                0 => '地域創生学科',
            ],
            1 => [
                0 => '地域資源開発学科',
                1 => '生命環境学科',
            ],
            2 => [
                0 => '看護学科',
                1 => '理学療法学科',
                2 => '作業療法学科',
                3 => 'コミュニケーション障害学科',
                4 => '人間福祉学科',
            ],
        ]
    ],
    340012003 => [
        'name' => '広島市立大学',
        'fuculty' => [
            0 => '国際学部',
            1 => '情報科学部',
            2 => '芸術学部',
        ],
        'class' => [
            0 => [
                0 => '国際学科',
            ],
            1 => [
                0 => '情報工学科',
                1 => '知能工学科',
                2 => 'システム工学科',
                3 => '医用情報科学科',
            ],
            2 => [
                0 => '美術学科',
                1 => 'デザイン工芸学科',
            ],
        ]
    ],
    340013000 => [
        'name' => '福山大学',
        'fuculty' => [
            0 => '経済学部',
            1 => '人間文化学部',
            2 => '工学部',
            3 => '生命工学部',
            4 => '薬学部',
        ],
        'class' => [
            0 => [
                0 => '経済学科',
                1 => '国際経済学科',
                2 => '税務会計学科',
            ],
            1 => [
                0 => '心理学科',
                1 => '人間文化学科',
                2 => 'メディア・映像学科',
            ],
            2 => [
                0 => 'スマートシステム学科',
                1 => '建築学科',
                2 => '情報工学科',
                3 => '機械システム工学科',
            ],
            3 => [
                0 => '生物工学科',
                1 => '生命栄養科学科',
                2 => '海洋生物科学科',
            ],
            4 => [
                0 => '薬学科',
            ],
        ]
    ],
    340013001 => [
        'name' => '福山平成大学',
        'fuculty' => [
            0 => '経営学部',
            1 => '福祉健康学部',
            2 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '経営学科',
            ],
            1 => [
                0 => '福祉学科',
                1 => 'こども学科',
                2 => '健康スポーツ科学科',
            ],
            2 => [
                0 => '看護学科',
            ],
        ]
    ],
    340013002 => [
        'name' => '広島国際大学',
        'fuculty' => [
            0 => '保健医療学部',
            1 => '総合リハビリテーション学部',
            2 => '健康スポーツ学部',
            3 => '健康科学部',
            4 => '看護学部',
            5 => '薬学部',
        ],
        'class' => [
            0 => [
                0 => '診療放射線学科',
                1 => '医療技術学科',
                2 => '救急救命学科',
            ],
            1 => [
                0 => 'リハビリテーション学科',
            ],
            2 => [
                0 => '健康スポーツ学科',
            ],
            3 => [
                0 => '医療栄養学科',
                1 => '医療福祉学科',
                2 => '医療経営学科',
                3 => '心理学科',
            ],
            4 => [
                0 => '看護学科',
            ],
            5 => [
                0 => '薬学科',
            ],
        ]
    ],
    340013003 => [
        'name' => '安田女子大学',
        'fuculty' => [
            0 => '文学部',
            1 => '教育学部',
            2 => '心理学部',
            3 => '現代ビジネス学部',
            4 => '家政学部',
            5 => '薬学部',
            6 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '日本文学科',
                1 => '書道学科',
                2 => '英語英米文学科',
            ],
            1 => [
                0 => '児童教育学科',
            ],
            2 => [
                0 => '現代心理学科',
                1 => 'ビジネス心理学科',
            ],
            3 => [
                0 => '現代ビジネス学科',
                1 => '国際観光ビジネス学科',
                2 => '公共経営学科',
            ],
            4 => [
                0 => '生活デザイン学科',
                1 => '管理栄養学科',
                2 => '造形デザイン学科',
            ],
            5 => [
                0 => '薬学科（６年制）',
            ],
            6 => [
                0 => '看護学科',
            ],
        ]
    ],
    340013004 => [
        'name' => 'エリザベト音楽大学',
        'fuculty' => [
            0 => '音楽学部',
        ],
        'class' => [
            0 => [
                0 => '音楽文化学科',
                1 => '演奏学科',
            ],
        ]
    ],
    340013005 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    340013006 => [
        'name' => '広島工業大学',
        'fuculty' => [
            0 => '工学部',
            1 => '情報学部',
            2 => '環境学部',
            3 => '生命学部',
        ],
        'class' => [
            0 => [
                0 => '電子情報工学科',
                1 => '電気システム工学科',
                2 => '機械システム工学科',
                3 => '知能機械工学科',
                4 => '環境土木工学科',
                5 => '建築工学科',
            ],
            1 => [
                0 => '情報工学科',
                1 => '情報コミュニケーション学科',
            ],
            2 => [
                0 => '建築デザイン学科',
                1 => '地球環境学科',
            ],
            3 => [
                0 => '生体医工学科',
                1 => '食品生命科学科',
            ],
        ]
    ],
    340013007 => [
        'name' => '近畿大学',
        'fuculty' => [
            0 => '法学部',
            1 => '経済学部',
            2 => '経営学部',
            3 => '理工学部',
            4 => '建築学部',
            5 => '薬学部',
            6 => '文芸学部',
            7 => '総合社会学部',
            8 => '国際学部',
            9 => '農学部',
            10 => '医学部',
            11 => '生物理工学部',
            12 => '工学部',
            13 => '産業理工学部',
        ],
        'class' => [
            0 => [
                0 => '法律学科',
            ],
            1 => [
                0 => '経済学科',
                1 => '国際経済学科',
                2 => '総合経済政策学科',
            ],
            2 => [
                0 => '経営学科',
                1 => '商学科',
                2 => '会計学科',
                3 => 'キャリア・マネジメント学科',
            ],
            3 => [
                0 => '理学科',
                1 => '生命科学科',
                2 => '応用化学科',
                3 => '機械工学科',
                4 => '電気電子工学科',
                5 => '社会環境工学科',
                6 => '情報学科',
            ],
            4 => [
                0 => '建築学科',
            ],
            5 => [
                0 => '医療薬学科（６年制）',
                1 => '創薬科学科（４年制）',
            ],
            6 => [
                0 => '文学科',
                1 => '芸術学科',
                2 => '文化・歴史学科',
                3 => '文化デザイン学科',
            ],
            7 => [
                0 => '総合社会学科',
            ],
            8 => [
                0 => '国際学科',
            ],
            9 => [
                0 => '農業生産科学科',
                1 => '水産学科',
                2 => '応用生命化学科',
                3 => '食品栄養学科',
                4 => '環境管理学科',
                5 => '生物機能科学科',
            ],
            10 => [
                0 => '医学科',
            ],
            11 => [
                0 => '生物工学科',
                1 => '遺伝子工学科',
                2 => '食品安全工学科',
                3 => '生命情報工学科',
                4 => '人間環境デザイン工学科',
                5 => '医用工学科',
            ],
            12 => [
                0 => '化学生命工学科',
                1 => '機械工学科',
                2 => 'ロボティクス学科',
                3 => '電子情報工学科',
                4 => '情報学科',
                5 => '建築学科',
            ],
            13 => [
                0 => '生物環境化学科',
                1 => '電気電子工学科',
                2 => '建築・デザイン学科',
                3 => '情報学科',
                4 => '経営ビジネス学科',
            ],
        ]
    ],
    340013008 => [
        'name' => '広島文化学園大学',
        'fuculty' => [
            0 => '人間健康学部',
            1 => '看護学部',
            2 => '学芸学部',
        ],
        'class' => [
            0 => [
                0 => 'スポーツ健康福祉学科',
            ],
            1 => [
                0 => '看護学科',
            ],
            2 => [
                0 => '子ども学科',
                1 => '音楽学科',
            ],
        ]
    ],
    340013009 => [
        'name' => '日本赤十字広島看護大学',
        'fuculty' => [
            0 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
        ]
    ],
    340013010 => [
        'name' => '広島女学院大学',
        'fuculty' => [
            0 => '人文学部',
            1 => '人間生活学部',
        ],
        'class' => [
            0 => [
                0 => '国際英語学科',
                1 => '日本文化学科',
            ],
            1 => [
                0 => '生活デザイン学科',
                1 => '管理栄養学科',
                2 => '児童教育学科',
            ],
        ]
    ],
    340013011 => [
        'name' => '広島文教大学',
        'fuculty' => [
            0 => '教育学部',
            1 => '人間科学部',
        ],
        'class' => [
            0 => [
                0 => '教育学科',
            ],
            1 => [
                0 => '人間福祉学科',
                1 => '心理学科',
                2 => '人間栄養学科',
                3 => 'グローバルコミュニケーション学科',
            ],
        ]
    ],
    340013012 => [
        'name' => '広島都市学園大学',
        'fuculty' => [
            0 => '子ども教育学部',
            1 => '健康科学部',
        ],
        'class' => [
            0 => [
                0 => '子ども教育学科',
            ],
            1 => [
                0 => '看護学科',
                1 => 'リハビリテーション学科',
            ],
        ]
    ],
    340013013 => [
        'name' => '広島経済大学',
        'fuculty' => [
            0 => '経済学部',
            1 => '経営学部',
            2 => 'メディアビジネス学部',
        ],
        'class' => [
            0 => [
                0 => '経済学科',
            ],
            1 => [
                0 => '経営学科',
                1 => 'スポーツ経営学科',
            ],
            2 => [
                0 => 'ビジネス情報学科',
                1 => 'メディアビジネス学科',
            ],
        ]
    ],
    340013014 => [
        'name' => '広島国際学院大学',
        'fuculty' => [
            0 => '工学部',
            1 => '情報文化学部',
        ],
        'class' => [
            0 => [
                0 => '生産工学科',
            ],
            1 => [
                0 => '情報デザイン学科',
                1 => '現代社会学科',
            ],
        ]
    ],
    340013015 => [
        'name' => '比治山大学',
        'fuculty' => [
            0 => '現代文化学部',
            1 => '健康栄養学部',
        ],
        'class' => [
            0 => [
                0 => '言語文化学科',
                1 => 'マスコミュニケーション学科',
                2 => '社会臨床心理学科',
                3 => '子ども発達教育学科',
            ],
            1 => [
                0 => '管理栄養学科',
            ],
        ]
    ],
    340013016 => [
        'name' => '広島修道大学',
        'fuculty' => [
            0 => '商学部',
            1 => '人文学部',
            2 => '法学部',
            3 => '経済科学部',
            4 => '人間環境学部',
            5 => '健康科学部',
            6 => '国際コミュニティ学部',
        ],
        'class' => [
            0 => [
                0 => '商学科',
                1 => '経営学科',
            ],
            1 => [
                0 => '人間関係学科',
                1 => '教育学科',
                2 => '英語英文学科',
            ],
            2 => [
                0 => '法律学科',
            ],
            3 => [
                0 => '現代経済学科',
                1 => '経済情報学科',
            ],
            4 => [
                0 => '人間環境学科',
            ],
            5 => [
                0 => '心理学科',
                1 => '健康栄養学科',
            ],
            6 => [
                0 => '国際政治学科',
                1 => '地域行政学科',
            ],
        ]
    ],
];
