<?php
return [
    330011000 => [
        'name' => '岡山大学',
        'fuculty' => [
            0 => '文学部',
            1 => '教育学部',
            2 => '法学部',
            3 => '経済学部',
            4 => '理学部',
            5 => '医学部',
            6 => '歯学部',
            7 => '薬学部',
            8 => '工学部',
            9 => '環境理工学部',
            10 => '農学部',
            11 => 'グローバル・ディスカバリー・プログラム',
        ],
        'class' => [
            0 => [
                0 => '人文学科',
            ],
            1 => [
                0 => '養護教諭養成課程',
                1 => '学校教育教員養成課程',
            ],
            2 => [
                0 => '法学科（夜間主コース）',
                1 => '法学科（昼間コース）',
            ],
            3 => [
                0 => '経済学科（昼間コース）',
                1 => '経済学科（夜間主コース）',
            ],
            4 => [
                0 => '数学科',
                1 => '物理学科',
                2 => '化学科',
                3 => '生物学科',
                4 => '地球科学科',
            ],
            5 => [
                0 => '医学科',
                1 => '保健学科',
            ],
            6 => [
                0 => '歯学科',
            ],
            7 => [
                0 => '薬学科＜６年制＞',
                1 => '創薬科学科＜４年制＞',
            ],
            8 => [
                0 => '機械システム系学科',
                1 => '電気通信系学科',
                2 => '情報系学科',
                3 => '化学生命系学科',
            ],
            9 => [
                0 => '環境数理学科',
                1 => '環境デザイン工学科',
                2 => '環境管理工学科',
                3 => '環境物質工学科',
            ],
            10 => [
                0 => '総合農業科学科',
            ],
            11 => [],
        ]
    ],
    330012000 => [
        'name' => '岡山県立大学',
        'fuculty' => [
            0 => '保健福祉学部',
            1 => '情報工学部',
            2 => 'デザイン学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
                1 => '栄養学科',
                2 => '保健福祉学科',
            ],
            1 => [
                0 => '情報通信工学科',
                1 => '情報システム工学科',
                2 => '人間情報工学科',
            ],
            2 => [
                0 => 'デザイン工学科',
                1 => '造形デザイン学科',
            ],
        ]
    ],
    330012001 => [
        'name' => '新見公立大学',
        'fuculty' => [
            0 => '健康科学部',
        ],
        'class' => [
            0 => [
                0 => '健康保育学科',
                1 => '地域福祉学科',
                2 => '看護学科',
            ],
        ]
    ],
    330013000 => [
        'name' => '岡山学院大学',
        'fuculty' => [
            0 => '人間生活学部',
        ],
        'class' => [
            0 => [
                0 => '食物栄養学科',
            ],
        ]
    ],
    330013001 => [
        'name' => '環太平洋大学',
        'fuculty' => [
            0 => '経営学部',
            1 => '次世代教育学部',
            2 => '体育学部',
        ],
        'class' => [
            0 => [
                0 => '現代経営学科',
            ],
            1 => [
                0 => '教育経営学科',
                1 => 'こども発達学科',
            ],
            2 => [
                0 => '体育学科',
                1 => '健康科学科',
            ],
        ]
    ],
    330013002 => [
        'name' => '岡山商科大学',
        'fuculty' => [
            0 => '法学部',
            1 => '経済学部',
            2 => '経営学部',
        ],
        'class' => [
            0 => [
                0 => '法学科',
            ],
            1 => [
                0 => '経済学科',
            ],
            2 => [
                0 => '経営学科',
                1 => '商学科',
            ],
        ]
    ],
    330013003 => [
        'name' => '岡山理科大学',
        'fuculty' => [
            0 => '理学部',
            1 => '工学部',
            2 => '総合情報学部',
            3 => '生物地球学部',
            4 => '教育学部',
            5 => '経営学部',
            6 => '獣医学部',
        ],
        'class' => [
            0 => [
                0 => '応用数学科',
                1 => '化学科',
                2 => '応用物理学科',
                3 => '基礎理学科',
                4 => '生物化学科',
                5 => '臨床生命科学科',
                6 => '動物学科',
            ],
            1 => [
                0 => 'バイオ・応用化学科',
                1 => '機械システム工学科',
                2 => '電気電子システム学科',
                3 => '情報工学科',
                4 => '知能機械工学科',
                5 => '生命医療工学科',
                6 => '建築学科',
                7 => '工学プロジェクトコース',
            ],
            2 => [
                0 => '情報科学科',
            ],
            3 => [
                0 => '生物地球学科',
            ],
            4 => [
                0 => '初等教育学科',
                1 => '中等教育学科',
            ],
            5 => [
                0 => '経営学科',
            ],
            6 => [
                0 => '獣医保健看護学科',
                1 => '獣医学科',
            ],
        ]
    ],
    330013004 => [
        'name' => '川崎医療福祉大学',
        'fuculty' => [
            0 => '医療福祉学部',
            1 => '保健看護学部',
            2 => 'リハビリテーション学部',
            3 => '医療技術学部',
            4 => '医療福祉マネジメント学部',
        ],
        'class' => [
            0 => [
                0 => '医療福祉学科',
                1 => '臨床心理学科',
                2 => '子ども医療福祉学科',
            ],
            1 => [
                0 => '保健看護学科',
            ],
            2 => [
                0 => '理学療法学科',
                1 => '作業療法学科',
                2 => '言語聴覚療法学科',
                3 => '視能療法学科',
            ],
            3 => [
                0 => '臨床検査学科',
                1 => '診療放射線技術学科',
                2 => '臨床工学科',
                3 => '臨床栄養学科',
                4 => '健康体育学科',
            ],
            4 => [
                0 => '医療福祉経営学科',
                1 => '医療情報学科',
                2 => '医療秘書学科',
                3 => '医療福祉デザイン学科',
            ],
        ]
    ],
    330013005 => [
        'name' => '美作大学',
        'fuculty' => [
            0 => '生活科学部',
        ],
        'class' => [
            0 => [
                0 => '社会福祉学科',
                1 => '児童学科',
                2 => '食物学科',
            ],
        ]
    ],
    330013006 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    330013007 => [
        'name' => '倉敷芸術科学大学',
        'fuculty' => [
            0 => '芸術学部',
            1 => '生命科学部',
            2 => '危機管理学部',
        ],
        'class' => [
            0 => [
                0 => 'デザイン芸術学科',
                1 => 'メディア映像学科',
            ],
            1 => [
                0 => '生命科学科',
                1 => '生命医科学科',
                2 => '動物生命科学科',
                3 => '健康科学科',
            ],
            2 => [
                0 => '危機管理学科',
            ],
        ]
    ],
    330013008 => [
        'name' => '就実大学',
        'fuculty' => [
            0 => '人文科学部',
            1 => '教育学部',
            2 => '経営学部',
            3 => '薬学部',
        ],
        'class' => [
            0 => [
                0 => '表現文化学科',
                1 => '実践英語学科',
                2 => '総合歴史学科',
            ],
            1 => [
                0 => '初等教育学科',
                1 => '教育心理学科',
            ],
            2 => [
                0 => '経営学科',
            ],
            3 => [
                0 => '薬学科',
            ],
        ]
    ],
    330013009 => [
        'name' => '吉備国際大学',
        'fuculty' => [
            0 => '保健医療福祉学部',
            1 => '社会科学部',
            2 => 'アニメーション文化学部',
            3 => '心理学部',
            4 => '外国語学部',
            5 => '農学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
                1 => '理学療法学科',
                2 => '作業療法学科',
            ],
            1 => [
                0 => '経営社会学科',
                1 => 'スポーツ社会学科',
            ],
            2 => [
                0 => 'アニメーション文化学科',
            ],
            3 => [
                0 => '心理学科',
                1 => '子ども発達教育学科',
            ],
            4 => [
                0 => '外国学科',
            ],
            5 => [
                0 => '地域創成農学科',
                1 => '醸造学科',
            ],
        ]
    ],
    330013010 => [
        'name' => '川崎医科大学',
        'fuculty' => [
            0 => '医学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
            ],
        ]
    ],
    330013011 => [
        'name' => '中国学園大学',
        'fuculty' => [
            0 => '現代生活学部',
            1 => '子ども学部',
            2 => '国際教養学部',
        ],
        'class' => [
            0 => [
                0 => '人間栄養学科',
            ],
            1 => [
                0 => '子ども学科',
            ],
            2 => [
                0 => '国際教養学科',
            ],
        ]
    ],
    330013012 => [
        'name' => '山陽学園大学',
        'fuculty' => [
            0 => '総合人間学部',
            1 => '看護学部',
            2 => '地域マネジメント学部',
        ],
        'class' => [
            0 => [
                0 => '言語文化学科',
                1 => '生活心理学科',
            ],
            1 => [
                0 => '看護学科',
            ],
            2 => [
                0 => '地域マネジメント学科',
            ],
        ]
    ],
    330013013 => [
        'name' => 'くらしき作陽大学',
        'fuculty' => [
            0 => '子ども教育学部',
            1 => '食文化学部',
            2 => '音楽学部',
        ],
        'class' => [
            0 => [
                0 => '子ども教育学科',
            ],
            1 => [
                0 => '栄養学科',
                1 => '現代食文化学科',
            ],
            2 => [
                0 => '音楽学科',
            ],
        ]
    ],
    330013014 => [
        'name' => '岡山医療専門職大学',
        'fuculty' => [
            0 => '健康科学部',
        ],
        'class' => [
            0 => [
                0 => '作業療法学科',
                1 => '理学療法学科',
            ],
        ]
    ],
    330013015 => [
        'name' => 'ノートルダム清心女子大学',
        'fuculty' => [
            0 => '文学部',
            1 => '人間生活学部',
        ],
        'class' => [
            0 => [
                0 => '英語英文学科',
                1 => '日本語日本文学科',
                2 => '現代社会学科',
            ],
            1 => [
                0 => '人間生活学科',
                1 => '児童学科',
                2 => '食品栄養学科',
            ],
        ]
    ],
];
