<?php
return [
    320011000 => [
        'name' => '島根大学',
        'fuculty' => [
            0 => '法文学部',
            1 => '教育学部',
            2 => '人間科学部',
            3 => '医学部',
            4 => '総合理工学部',
            5 => '生物資源科学部',
        ],
        'class' => [
            0 => [
                0 => '法経学科',
                1 => '社会文化学科',
                2 => '言語文化学科',
            ],
            1 => [
                0 => '学校教育課程',
            ],
            2 => [
                0 => '人間科学科',
            ],
            3 => [
                0 => '医学科（６年制）',
                1 => '看護学科',
            ],
            4 => [
                0 => '物理・マテリアル工学科',
                1 => '物質化学科',
                2 => '地球科学科',
                3 => '数理科学科',
                4 => '知能情報デザイン学科',
                5 => '機械・電気電子工学科',
                6 => '建築デザイン学科',
            ],
            5 => [
                0 => '生命科学科',
                1 => '農林生産学科',
                2 => '環境共生科学科',
            ],
        ]
    ],
    320012000 => [
        'name' => '島根県立大学',
        'fuculty' => [
            0 => '総合政策学部',
            1 => '看護栄養学部',
            2 => '人間文化学部',
        ],
        'class' => [
            0 => [
                0 => '総合政策学科',
            ],
            1 => [
                0 => '看護学科',
                1 => '健康栄養学科',
            ],
            2 => [
                0 => '保育教育学科',
                1 => '地域文化学科',
            ],
        ]
    ],
    320013000 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
];
