<?php
return [
    310011000 => [
        'name' => '鳥取大学',
        'fuculty' => [
            0 => '地域学部',
            1 => '医学部',
            2 => '工学部',
            3 => '農学部',
        ],
        'class' => [
            0 => [
                0 => '地域学科',
            ],
            1 => [
                0 => '医学科',
                1 => '生命科学科',
                2 => '保健学科',
            ],
            2 => [
                0 => '機械物理系学科',
                1 => '電気情報系学科',
                2 => '化学バイオ系学科',
                3 => '社会システム土木系学科',
            ],
            3 => [
                0 => '生命環境農学科',
                1 => '共同獣医学科',
            ],
        ]
    ],
    310012000 => [
        'name' => '公立鳥取環境大学',
        'fuculty' => [
            0 => '環境学部',
            1 => '経営学部',
        ],
        'class' => [
            0 => [
                0 => '環境学科',
            ],
            1 => [
                0 => '経営学科',
            ],
        ]
    ],
    310013000 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    310013001 => [
        'name' => '鳥取看護大学',
        'fuculty' => [
            0 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
        ]
    ],
];
