<?php
return [
    350011000 => [
        'name' => '山口大学',
        'fuculty' => [
            0 => '人文学部',
            1 => '教育学部',
            2 => '経済学部',
            3 => '理学部',
            4 => '医学部',
            5 => '工学部',
            6 => '農学部',
            7 => '共同獣医学部',
            8 => '国際総合科学部',
        ],
        'class' => [
            0 => [
                0 => '人文学科',
            ],
            1 => [
                0 => '学校教育教員養成課程',
            ],
            2 => [
                0 => '経済学科',
                1 => '経営学科',
                2 => '観光政策学科',
            ],
            3 => [
                0 => '数理科学科',
                1 => '物理・情報科学科',
                2 => '生物・化学科',
                3 => '地球圏システム科学科',
            ],
            4 => [
                0 => '保健学科',
                1 => '医学科',
            ],
            5 => [
                0 => '機械工学科',
                1 => '社会建設工学科',
                2 => '応用化学科',
                3 => '電気電子工学科',
                4 => '知能情報工学科',
                5 => '感性デザイン工学科',
                6 => '循環環境工学科',
            ],
            6 => [
                0 => '生物資源環境科学科',
                1 => '生物機能科学科',
            ],
            7 => [
                0 => '獣医学科',
            ],
            8 => [
                0 => '国際総合科学科',
            ],
        ]
    ],
    350012000 => [
        'name' => '山陽小野田市立山口東京理科大学',
        'fuculty' => [
            0 => '薬学部',
            1 => '工学部',
        ],
        'class' => [
            0 => [
                0 => '薬学科＜６年制＞',
            ],
            1 => [
                0 => '機械工学科',
                1 => '電気工学科',
                2 => '応用化学科',
            ],
        ]
    ],
    350012001 => [
        'name' => '下関市立大学',
        'fuculty' => [
            0 => '経済学部',
        ],
        'class' => [
            0 => [
                0 => '経済学科',
                1 => '国際商学科',
                2 => '公共マネジメント学科',
            ],
        ]
    ],
    350013000 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    350013001 => [
        'name' => '山口学芸大学',
        'fuculty' => [
            0 => '教育学部',
        ],
        'class' => [
            0 => [
                0 => '教育学科',
            ],
        ]
    ],
    350013002 => [
        'name' => '東亜大学',
        'fuculty' => [
            0 => '人間科学部',
            1 => '医療学部',
            2 => '芸術学部',
        ],
        'class' => [
            0 => [
                0 => '心理臨床・子ども学科',
                1 => '国際交流学科',
                2 => 'スポーツ健康学科',
            ],
            1 => [
                0 => '医療工学科',
                1 => '健康栄養学科',
            ],
            2 => [
                0 => 'アート・デザイン学科',
                1 => 'トータルビューティ学科',
            ],
        ]
    ],
    350013003 => [
        'name' => '至誠館大学',
        'fuculty' => [
            0 => 'ライフデザイン学部',
        ],
        'class' => [
            0 => [
                0 => 'ライフデザイン学科',
            ],
        ]
    ],
    350013004 => [
        'name' => '徳山大学',
        'fuculty' => [
            0 => '経済学部',
            1 => '福祉情報学部',
        ],
        'class' => [
            0 => [
                0 => '現代経済学科',
                1 => 'ビジネス戦略学科',
            ],
            1 => [
                0 => '人間コミュニケーション学科',
            ],
        ]
    ],
    350013005 => [
        'name' => '梅光学院大学',
        'fuculty' => [
            0 => '文学部',
            1 => '子ども学部',
        ],
        'class' => [
            0 => [
                0 => '人文学科',
            ],
            1 => [
                0 => '子ども未来学科',
            ],
        ]
    ],
    350013006 => [
        'name' => '宇部フロンティア大学',
        'fuculty' => [
            0 => '人間健康学部',
            1 => '心理学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
            1 => [
                0 => '心理学科',
            ],
        ]
    ],
];
