<?php
return [
    50011000 => [
        'name' => '秋田大学',
        'fuculty' => [
            0 => '国際資源学部',
            1 => '教育文化学部',
            2 => '医学部',
            3 => '理工学部',
        ],
        'class' => [
            0 => [
                0 => '国際資源学科',
            ],
            1 => [
                0 => '学校教育課程',
                1 => '地域文化学科',
            ],
            2 => [
                0 => '医学科',
                1 => '保健学科',
            ],
            3 => [
                0 => '生命科学科',
                1 => '物質科学科',
                2 => '数理・電気電子情報学科',
                3 => 'システムデザイン工学科',
            ],
        ]
    ],
    50012000 => [
        'name' => '秋田公立美術大学',
        'fuculty' => [
            0 => '美術学部',
        ],
        'class' => [
            0 => [
                0 => '美術学科',
            ],
        ]
    ],
    50012001 => [
        'name' => '秋田県立大学',
        'fuculty' => [
            0 => 'システム科学技術学部',
            1 => '生物資源科学部',
        ],
        'class' => [
            0 => [
                0 => '機械工学科',
                1 => '知能メカトロニクス学科',
                2 => '情報工学科',
                3 => '建築環境システム学科',
                4 => '経営システム工学科',
            ],
            1 => [
                0 => '応用生物科学科',
                1 => '生物生産科学科',
                2 => '生物環境科学科',
                3 => 'アグリビジネス学科',
            ],
        ]
    ],
    50012002 => [
        'name' => '国際教養大学',
        'fuculty' => [
            0 => '国際教養学部',
        ],
        'class' => [
            0 => [
                0 => 'グローバル・ビジネス課程',
                1 => 'グローバル・スタディズ課程',
            ],
        ]
    ],
    50013000 => [
        'name' => 'ノースアジア大学',
        'fuculty' => [
            0 => '法学部',
            1 => '経済学部',
        ],
        'class' => [
            0 => [
                0 => '国際観光学科',
                1 => '法律学科',
            ],
            1 => [
                0 => '経済学科',
            ],
        ]
    ],
    50013001 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    50013002 => [
        'name' => '日本赤十字秋田看護大学',
        'fuculty' => [
            0 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
        ]
    ],
    50013003 => [
        'name' => '秋田看護福祉大学',
        'fuculty' => [
            0 => '看護福祉学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
                1 => '福祉学科',
            ],
        ]
    ],
];
