<?php
return [
    20011000 => [
        'name' => '弘前大学',
        'fuculty' => [
            0 => '人文社会科学部',
            1 => '教育学部',
            2 => '医学部',
            3 => '理工学部',
            4 => '農学生命科学部',
        ],
        'class' => [
            0 => [
                0 => '文化創生課程',
                1 => '社会経営課程',
            ],
            1 => [
                0 => '学校教育教員養成課程',
                1 => '養護教諭養成課程',
            ],
            2 => [
                0 => '医学科',
                1 => '保健学科',
                2 => '心理支援科学科',
            ],
            3 => [
                0 => '数物科学科',
                1 => '物質創成化学科',
                2 => '地球環境防災学科',
                3 => '電子情報工学科',
                4 => '機械科学科',
                5 => '自然エネルギー学科',
            ],
            4 => [
                0 => '生物学科',
                1 => '分子生命科学科',
                2 => '食料資源学科',
                3 => '国際園芸農学科',
                4 => '地域環境工学科',
            ],
        ]
    ],
    20012000 => [
        'name' => '青森公立大学',
        'fuculty' => [
            0 => '経営経済学部',
        ],
        'class' => [
            0 => [
                0 => '地域みらい学科',
                1 => '経営学科',
                2 => '経済学科',
            ],
        ]
    ],
    20012001 => [
        'name' => '青森県立保健大学',
        'fuculty' => [
            0 => '健康科学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
                1 => '理学療法学科',
                2 => '社会福祉学科',
                3 => '栄養学科',
            ],
        ]
    ],
    20013000 => [
        'name' => '北里大学',
        'fuculty' => [
            0 => '理学部',
            1 => '獣医学部',
            2 => '海洋生命科学部',
            3 => '薬学部',
            4 => '医学部',
            5 => '看護学部',
            6 => '医療衛生学部',
        ],
        'class' => [
            0 => [
                0 => '物理学科',
                1 => '化学科',
                2 => '生物科学科',
            ],
            1 => [
                0 => '獣医学科',
                1 => '動物資源科学科',
                2 => '生物環境科学科',
            ],
            2 => [
                0 => '海洋生命科学科',
            ],
            3 => [
                0 => '薬学科',
                1 => '生命創薬科学科',
            ],
            4 => [
                0 => '医学科',
            ],
            5 => [
                0 => '看護学科',
            ],
            6 => [
                0 => '健康科学科',
                1 => '医療検査学科',
                2 => '医療工学科',
                3 => 'リハビリテーション学科',
            ],
        ]
    ],
    20013001 => [
        'name' => '八戸学院大学',
        'fuculty' => [
            0 => '地域経営学部',
            1 => '健康医療学部',
        ],
        'class' => [
            0 => [
                0 => '地域経営学科',
            ],
            1 => [
                0 => '人間健康学科',
                1 => '看護学科',
            ],
        ]
    ],
    20013002 => [
        'name' => '弘前学院大学',
        'fuculty' => [
            0 => '文学部',
            1 => '社会福祉学部',
            2 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '英語・英米文学科',
                1 => '日本語・日本文学科',
            ],
            1 => [
                0 => '社会福祉学科',
            ],
            2 => [
                0 => '看護学科',
            ],
        ]
    ],
    20013003 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    20013004 => [
        'name' => '青森中央学院大学',
        'fuculty' => [
            0 => '経営法学部',
            1 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '経営法学科',
            ],
            1 => [
                0 => '看護学科',
            ],
        ]
    ],
    20013005 => [
        'name' => '青森大学',
        'fuculty' => [
            0 => 'ソフトウェア情報学部',
            1 => '総合経営学部',
            2 => '薬学部',
            3 => '社会学部',
        ],
        'class' => [
            0 => [
                0 => 'ソフトウェア情報学科',
            ],
            1 => [
                0 => '経営学科',
            ],
            2 => [
                0 => '薬学科',
            ],
            3 => [
                0 => '社会学科',
            ],
        ]
    ],
    20013006 => [
        'name' => '八戸工業大学',
        'fuculty' => [
            0 => '工学部',
            1 => '感性デザイン学部',
        ],
        'class' => [
            0 => [
                0 => '機械工学科',
                1 => '電気電子工学科',
                2 => 'システム情報工学科',
                3 => '生命環境科学科',
                4 => '土木建築工学科',
            ],
            1 => [
                0 => '創生デザイン学科',
            ],
        ]
    ],
    20013007 => [
        'name' => '弘前医療福祉大学',
        'fuculty' => [
            0 => '保健学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
                1 => '医療技術学科',
            ],
        ]
    ],
    20013008 => [
        'name' => '東北女子大学',
        'fuculty' => [
            0 => '家政学部',
        ],
        'class' => [
            0 => [
                0 => '健康栄養学科',
                1 => '児童学科',
            ],
        ]
    ],
];
