<?php
return [
    70011000 => [
        'name' => '福島大',
        'fuculty' => [
            0 => '人文社会学群人間発達文化学類',
            1 => '人文社会学群行政政策学類',
            2 => '人文社会学群経済経営学類',
            3 => '理工学群共生システム理工学類',
            4 => '農学群食農学類',
        ],
        'class' => [
            0 => [
                0 => '教育実践コース',
                1 => '心理学・幼児教育コース',
                2 => '特別支援・生活科学コース',
                3 => '芸術・表現コース',
                4 => '人文科学コース',
                5 => '数理自然科学コース',
                6 => 'スポーツ健康科学コース',
            ],
            1 => [
                0 => '昼間',
                1 => '夜間主',
            ],
            2 => [
                0 => '経済学コース',
                1 => '経営学コース',
            ],
            3 => [
                0 => '数理・情報科学コース',
                1 => '経営システムコース',
                2 => '物理・システム工学コース',
                3 => '物質科学コース',
                4 => 'エネルギーコース',
                5 => '生物環境コース',
                6 => '地球環境コース',
                7 => '社会計画コース',
                8 => '心理・生理コース',
            ],
            4 => [],
        ]
    ],
    70012000 => [
        'name' => '福島県立医科大学',
        'fuculty' => [
            0 => '医学部',
            1 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
            ],
            1 => [
                0 => '看護学科',
            ],
        ]
    ],
    70012001 => [
        'name' => '会津大学',
        'fuculty' => [
            0 => 'コンピュータ理工学部',
        ],
        'class' => [
            0 => [
                0 => 'コンピュータ理工学科',
            ],
        ]
    ],
    70013000 => [
        'name' => '奥羽大学',
        'fuculty' => [
            0 => '歯学部',
            1 => '薬学部',
        ],
        'class' => [
            0 => [
                0 => '歯学科',
            ],
            1 => [
                0 => '薬学科',
            ],
        ]
    ],
    70013001 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    70013002 => [
        'name' => '医療創生大学',
        'fuculty' => [
            0 => '薬学部',
            1 => '看護学部',
            2 => '健康医療科学部',
        ],
        'class' => [
            0 => [
                0 => '薬学科',
            ],
            1 => [
                0 => '看護学科',
            ],
            2 => [
                0 => '作業療法学科',
                1 => '理学療法学科',
            ],
        ]
    ],
    70013003 => [
        'name' => '東日本国際大学',
        'fuculty' => [
            0 => '経済経営学部',
            1 => '健康福祉学部',
        ],
        'class' => [
            0 => [
                0 => '経済経営学科',
            ],
            1 => [
                0 => '社会福祉学科',
            ],
        ]
    ],
    70013004 => [
        'name' => '郡山女子大学',
        'fuculty' => [
            0 => '家政学部',
        ],
        'class' => [
            0 => [
                0 => '食物栄養学科',
                1 => '人間生活学科',
            ],
        ]
    ],
    70013005 => [
        'name' => '日本大学',
        'fuculty' => [
            0 => '法学部',
            1 => '法学部第二部',
            2 => '文理学部',
            3 => '経済学部',
            4 => '商学部',
            5 => '芸術学部',
            6 => '国際関係学部',
            7 => '危機管理学部',
            8 => 'スポーツ科学部',
            9 => '理工学部',
            10 => '生産工学部',
            11 => '工学部',
            12 => '医学部',
            13 => '歯学部',
            14 => '松戸歯学部',
            15 => '生物資源科学部',
            16 => '薬学部',
            17 => '通信教育部',
        ],
        'class' => [
            0 => [
                0 => '法律学科',
                1 => '政治経済学科',
                2 => '新聞学科',
                3 => '経営法学科',
                4 => '公共政策学科',
            ],
            1 => [
                0 => '法律学科第二部（夜間部）',
            ],
            2 => [
                0 => '哲学科',
                1 => '史学科',
                2 => '国文学科',
                3 => '中国語中国文化学科',
                4 => '英文学科',
                5 => 'ドイツ文学科',
                6 => '社会学科',
                7 => '社会福祉学科',
                8 => '教育学科',
                9 => '体育学科',
                10 => '心理学科',
                11 => '地理学科',
                12 => '地球科学科',
                13 => '数学科',
                14 => '情報科学科',
                15 => '物理学科',
                16 => '生命科学科',
                17 => '化学科',
            ],
            3 => [
                0 => '経済学科',
                1 => '産業経営学科',
                2 => '金融公共経済学科',
            ],
            4 => [
                0 => '商業学科',
                1 => '経営学科',
                2 => '会計学科',
            ],
            5 => [
                0 => '写真学科',
                1 => '映画学科',
                2 => '美術学科',
                3 => '音楽学科',
                4 => '文芸学科',
                5 => '演劇学科',
                6 => '放送学科',
                7 => 'デザイン学科',
            ],
            6 => [
                0 => '国際総合政策学科',
                1 => '国際教養学科',
            ],
            7 => [
                0 => '危機管理学科',
            ],
            8 => [
                0 => '競技スポーツ学科',
            ],
            9 => [
                0 => '土木工学科',
                1 => '交通システム工学科',
                2 => '建築学科',
                3 => '海洋建築工学科',
                4 => 'まちづくり工学科',
                5 => '機械工学科',
                6 => '精密機械工学科',
                7 => '航空宇宙工学科',
                8 => '電気工学科',
                9 => '電子工学科',
                10 => '応用情報工学科',
                11 => '物質応用化学科',
                12 => '物理学科',
                13 => '数学科',
            ],
            10 => [
                0 => '機械工学科',
                1 => '電気電子工学科',
                2 => '土木工学科',
                3 => '建築工学科',
                4 => '応用分子化学科',
                5 => 'マネジメント工学科',
                6 => '数理情報工学科',
                7 => '環境安全工学科',
                8 => '創生デザイン学科',
            ],
            11 => [
                0 => '土木工学科',
                1 => '建築学科',
                2 => '機械工学科',
                3 => '電気電子工学科',
                4 => '生命応用化学科',
                5 => '情報工学科',
            ],
            12 => [
                0 => '医学科',
            ],
            13 => [
                0 => '歯学科',
            ],
            14 => [
                0 => '歯学科',
            ],
            15 => [
                0 => '生命農学科',
                1 => '生命化学科',
                2 => '獣医学科',
                3 => '動物資源科学科',
                4 => '食品ビジネス学科',
                5 => '森林資源科学科',
                6 => '海洋生物資源科学科',
                7 => '生物環境工学科',
                8 => '食品生命学科',
                9 => '国際地域開発学科',
                10 => '応用生物科学科',
                11 => 'くらしの生物学科',
            ],
            16 => [
                0 => '薬学科',
            ],
            17 => [
                0 => '法学部',
                1 => '文理学部',
                2 => '経済学部',
                3 => '商学部',
            ],
        ]
    ],
    70013006 => [
        'name' => '福島学院大学',
        'fuculty' => [
            0 => '福祉学部',
        ],
        'class' => [
            0 => [
                0 => '福祉心理学科',
                1 => 'こども学科',
            ],
        ]
    ],
];
