<?php
return [
    30011000 => [
        'name' => '岩手大学',
        'fuculty' => [
            0 => '人文社会科学部',
            1 => '教育学部',
            2 => '理工学部',
            3 => '農学部',
        ],
        'class' => [
            0 => [
                0 => '人間文化課程',
                1 => '地域政策課程',
            ],
            1 => [
                0 => '学校教育教員養成課程',
            ],
            2 => [
                0 => '化学・生命理工学科',
                1 => '物理・材料理工学科',
                2 => 'システム創成工学科',
            ],
            3 => [
                0 => '植物生命科学科',
                1 => '応用生物化学科',
                2 => '森林科学科',
                3 => '食料生産環境学科',
                4 => '動物科学科',
                5 => '共同獣医学科',
            ],
        ]
    ],
    30012000 => [
        'name' => '岩手県立大学',
        'fuculty' => [
            0 => '看護学部',
            1 => '社会福祉学部',
            2 => 'ソフトウェア情報学部',
            3 => '総合政策学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
            1 => [
                0 => '社会福祉学科',
                1 => '人間福祉学科',
            ],
            2 => [
                0 => 'ソフトウェア情報学科',
            ],
            3 => [
                0 => '総合政策学科',
            ],
        ]
    ],
    30013000 => [
        'name' => '盛岡大学',
        'fuculty' => [
            0 => '文学部',
            1 => '栄養科学部',
        ],
        'class' => [
            0 => [
                0 => '英語文化学科',
                1 => '日本文学科',
                2 => '社会文化学科',
                3 => '児童教育学科',
            ],
            1 => [
                0 => '栄養科学科',
            ],
        ]
    ],
    30013001 => [
        'name' => '岩手保健医療大学',
        'fuculty' => [
            0 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
            ],
        ]
    ],
    30013002 => [
        'name' => '岩手医科大学',
        'fuculty' => [
            0 => '医学部',
            1 => '歯学部',
            2 => '薬学部',
            3 => '看護学部',
        ],
        'class' => [
            0 => [
                0 => '医学科',
            ],
            1 => [
                0 => '歯学科',
            ],
            2 => [
                0 => '薬学科',
            ],
        ]
    ],
    30013003 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    30013004 => [
        'name' => '富士大学',
        'fuculty' => [
            0 => '経済学部',
        ],
        'class' => [
            0 => [
                0 => '経済学科',
                1 => '経営法学科',
            ],
        ]
    ],
];
