<?php
return [
    40011000 => [
        'name' => '東北大学',
        'fuculty' => [
            0 => '文学部',
            1 => '教育学部',
            2 => '法学部',
            3 => '経済学部',
            4 => '理学部',
            5 => '医学部',
            6 => '歯学部',
            7 => '薬学部',
            8 => '工学部',
            9 => '農学部',
        ],
        'class' => [
            0 => [
                0 => '人文社会学科',
            ],
            1 => [
                0 => '教育科学科',
            ],
            2 => [
                0 => '法学科',
            ],
            3 => [
                0 => '経済学科',
                1 => '経営学科',
            ],
            4 => [
                0 => '数学系',
                1 => '物理系',
                2 => '化学系',
                3 => '地球科学系',
                4 => '生物系',
            ],
            5 => [
                0 => '医学科',
                1 => '保健学科',
            ],
            6 => [
                0 => '歯学科',
            ],
            7 => [
                0 => '創薬科学科＜４年制＞',
                1 => '薬学科＜６年制＞',
            ],
            8 => [
                0 => '機械知能・航空工学科',
                1 => '電気情報物理工学科',
                2 => '化学・バイオ工学科',
                3 => '材料科学総合学科',
                4 => '建築・社会環境工学科',
            ],
            9 => [
                0 => '生物生産科学科',
                1 => '応用生物化学科',
            ],
        ]
    ],
    40011001 => [
        'name' => '宮城教育大学',
        'fuculty' => [
            0 => '教育学部',
        ],
        'class' => [
            0 => [
                0 => '初等教育教員養成課程',
                1 => '中等教育教員養成課程',
                2 => '特別支援教育教員養成課程',
            ],
        ]
    ],
    40012000 => [
        'name' => '宮城大学',
        'fuculty' => [
            0 => '看護学群',
            1 => '事業構想学群',
            2 => '食産業学群',
        ],
        'class' => [
            0 => [
                0 => '看護学類',
            ],
            1 => [
                0 => '事業プランニング学類',
                1 => '地域創生学類',
                2 => '価値創造デザイン学類',
            ],
            2 => [
                0 => '食資源開発学類',
                1 => 'フードマネジメント学類',
            ],
        ]
    ],
    40013000 => [
        'name' => '石巻専修大学',
        'fuculty' => [
            0 => '理工学部',
            1 => '経営学部',
            2 => '人間学部',
        ],
        'class' => [
            0 => [
                0 => '食環境学科',
                1 => '生物科学科',
                2 => '機械工学科',
                3 => '情報電子工学科',
            ],
            1 => [
                0 => '経営学科',
            ],
            2 => [
                0 => '人間文化学科',
                1 => '人間教育学科',
            ],
        ]
    ],
    40013001 => [
        'name' => '東北生活文化大学',
        'fuculty' => [
            0 => '家政学部',
            1 => '美術学部',
        ],
        'class' => [
            0 => [
                0 => '家政学科',
            ],
            1 => [
                0 => '美術表現学科',
            ],
        ]
    ],
    40013002 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    40013003 => [
        'name' => '仙台白百合女子大学',
        'fuculty' => [
            0 => '人間学部',
        ],
        'class' => [
            0 => [
                0 => '人間発達学科',
                1 => '心理福祉学科',
                2 => '健康栄養学科',
                3 => 'グローバル・スタディーズ学科',
            ],
        ]
    ],
    40013004 => [
        'name' => '仙台大学',
        'fuculty' => [
            0 => '体育学部',
        ],
        'class' => [
            0 => [
                0 => '体育学科',
                1 => '健康福祉学科',
                2 => '運動栄養学科',
                3 => 'スポーツ情報マスメディア学科',
                4 => '現代武道学科',
                5 => '子ども運動教育学科',
            ],
        ]
    ],
    40013005 => [
        'name' => '東北工業大学',
        'fuculty' => [
            0 => '工学部',
            1 => 'ライフデザイン学部',
            2 => '建築学部',
        ],
        'class' => [
            0 => [
                0 => '電気電子工学科',
                1 => '情報通信工学科',
                2 => '都市マネジメント学科',
                3 => '環境応用化学科',
            ],
            1 => [
                0 => '産業デザイン学科',
                1 => '生活デザイン学科',
                2 => '経営コミュニケーション学科',
            ],
            2 => [
                0 => '建築学科',
            ],
        ]
    ],
    40013006 => [
        'name' => '尚絅学院大学',
        'fuculty' => [
            0 => '人文社会学群',
            1 => '心理・教育学群',
            2 => '健康栄養学群',
        ],
        'class' => [
            0 => [
                0 => '人文社会学類',
            ],
            1 => [
                0 => '心理学類',
                1 => '子ども学類',
                2 => '学校教育学類',
            ],
            2 => [
                0 => '健康栄養学類',
            ],
        ]
    ],
    40013007 => [
        'name' => '宮城学院女子大学',
        'fuculty' => [
            0 => '現代ビジネス学部',
            1 => '教育学部',
            2 => '生活科学部',
            3 => '学芸学部',
        ],
        'class' => [
            0 => [
                0 => '現代ビジネス学科',
            ],
            1 => [
                0 => '教育学科',
            ],
            2 => [
                0 => '食品栄養学科',
                1 => '生活文化デザイン学科',
            ],
            3 => [
                0 => '日本文学科',
                1 => '英文学科',
                2 => '人間文化学科',
                3 => '心理行動科学科',
                4 => '音楽科',
            ],
        ]
    ],
    40013008 => [
        'name' => '東北学院大学',
        'fuculty' => [
            0 => '文学部',
            1 => '経済学部',
            2 => '経営学部',
            3 => '法学部',
            4 => '教養学部',
            5 => '工学部',
        ],
        'class' => [
            0 => [
                0 => '英文学科',
                1 => '総合人文学科',
                2 => '歴史学科',
                3 => '教育学科',
            ],
            1 => [
                0 => '経済学科',
                1 => '共生社会経済学科',
            ],
            2 => [
                0 => '経営学科',
            ],
            3 => [
                0 => '法律学科',
            ],
            4 => [
                0 => '人間科学科',
                1 => '言語文化学科',
                2 => '情報科学科',
                3 => '地域構想学科',
            ],
            5 => [
                0 => '機械知能工学科',
                1 => '電気電子工学科',
                2 => '環境建設工学科',
                3 => '情報基盤工学科',
            ],
        ]
    ],
    40013009 => [
        'name' => '東北文化学園大学',
        'fuculty' => [
            0 => '科学技術学部',
            1 => '総合政策学部',
            2 => '医療福祉学部',
        ],
        'class' => [
            0 => [
                0 => '知能情報システム学科',
                1 => '建築環境学科',
                2 => '臨床工学科',
            ],
            1 => [
                0 => '総合政策学科',
            ],
            2 => [
                0 => 'リハビリテーション学科',
                1 => '保健福祉学科',
                2 => '看護学科',
            ],
        ]
    ],
    40013010 => [
        'name' => '東北福祉大学',
        'fuculty' => [
            0 => '総合福祉学部',
            1 => '総合マネジメント学部',
            2 => '健康科学部',
            3 => '総合福祉学部通信教育部',
            4 => '教育学部',
        ],
        'class' => [
            0 => [
                0 => '社会福祉学科',
                1 => '福祉心理学科',
                2 => '福祉行政学科',
            ],
            1 => [
                0 => '産業福祉マネジメント学科',
                1 => '情報福祉マネジメント学科',
            ],
            2 => [
                0 => '保健看護学科',
                1 => 'リハビリテーション学科',
                2 => '医療経営管理学科',
            ],
            3 => [
                0 => '社会福祉学科',
                1 => '福祉心理学科',
            ],
            4 => [
                0 => '教育学科',
            ],
        ]
    ],
    40013011 => [
        'name' => '東北医科薬科大学',
        'fuculty' => [
            0 => '薬学部',
            1 => '医学部',
        ],
        'class' => [
            0 => [
                0 => '薬学科',
                1 => '生命薬科学科',
            ],
            1 => [
                0 => '医学科',
            ],
        ]
    ],
];
