<?php
return [
    60011000 => [
        'name' => '山形大学',
        'fuculty' => [
            0 => '人文社会科学部',
            1 => '地域教育文化学部',
            2 => '理学部',
            3 => '医学部',
            4 => '工学部',
            5 => '農学部',
        ],
        'class' => [
            0 => [
                0 => '人文社会科学科',
            ],
            1 => [
                0 => '地域教育文化学科',
            ],
            2 => [
                0 => '理学科',
            ],
            3 => [
                0 => '医学科',
                1 => '看護学科',
            ],
            4 => [
                0 => '高分子・有機材料工学科',
                1 => '化学・バイオ工学科',
                2 => '情報・エレクトロニクス学科',
                3 => '機械システム工学科',
                4 => '建築・デザイン学科',
                5 => 'システム創成工学科',
            ],
            5 => [
                0 => '食料生命環境学科',
            ],
        ]
    ],
    60012000 => [
        'name' => '山形県立米沢栄養大学',
        'fuculty' => [
            0 => '健康栄養学部',
        ],
        'class' => [
            0 => [
                0 => '健康栄養学科',
            ],
        ]
    ],
    60012001 => [
        'name' => '山形県立保健医療大学｜[学校トップ][学部・学科コース]は旺文社「大学受験パスナビ」の内容に基づいています（2019年8月時点）',
        'fuculty' => [
            0 => '保健医療学部',
        ],
        'class' => [
            0 => [
                0 => '看護学科',
                1 => '理学療法学科',
                2 => '作業療法学科',
            ],
        ]
    ],
    60013000 => [
        'name' => '東北芸術工科大学',
        'fuculty' => [
            0 => '芸術学部',
            1 => 'デザイン工学部',
        ],
        'class' => [
            0 => [
                0 => '文芸学科',
                1 => '文化財保存修復学科',
                2 => '歴史遺産学科',
                3 => '美術科',
            ],
            1 => [
                0 => 'プロダクトデザイン学科',
                1 => '建築・環境デザイン学科',
                2 => 'グラフィックデザイン学科',
                3 => '映像学科',
                4 => '企画構想学科',
                5 => 'コミュニティデザイン学科',
            ],
        ]
    ],
    60013001 => [
        'name' => '放送大学',
        'fuculty' => [
            0 => '教養学部',
        ],
        'class' => [
            0 => [
                0 => '生活と福祉',
                1 => '心理と教育',
                2 => '社会と産業',
                3 => '人間と文化',
                4 => '情報',
                5 => '自然と環境',
            ],
        ]
    ],
    60013002 => [
        'name' => '東北公益文科大学',
        'fuculty' => [
            0 => '公益学部',
        ],
        'class' => [
            0 => [
                0 => '公益学科',
            ],
        ]
    ],
    60013003 => [
        'name' => '東北文教大学',
        'fuculty' => [
            0 => '人間科学部',
        ],
        'class' => [
            0 => [
                0 => '子ども教育学科',
            ],
        ]
    ],
];
